{
  "spreadsheet_name": "建設工事下請契約書",
  "spreadsheet_id": "1U59arWKMl3zB5K2ZHkCN62fXfBMgbv3CIuZW3cCOAlM",
  "sheets": {
    "Link": {
      "rows": 1,
      "data": [
        [
          "1Sg5lSUX9xhxRmSmEjHwjI8HfCCtRDNYaaTQExtUte14"
        ]
      ]
    },
    "山内建設": {
      "rows": 49,
      "data": [
        [
          "",
          "",
          "",
          "1EHktuOj246-aLws-ahQP6hPUJenvAWPpU-QN2F47ELw"
        ],
        [
          "工事請負契約約款 \n（総則）\n 第 1 条 甲及び乙は、契約書記載の工事の請負契約に関し、契約書に定めるもののほか、この約款に基づき、別添の図面及び仕様書 （以下これ らの図面及び仕様書を「設計図書」という。）に従い、これを履行しなければならない。 2 この約款及び設計図書に特別の定めがある場合を除き、仮設、工法等工事目的を完成するための必要な一切の手段に ついては、乙が 定めることができる。 \n（関連工事の調整）\n 第 2 条 甲は、乙の施工する工事及び甲の発注に係る第三者の施工する他の工事が施工上密接に関連する場 合において、必要があるときは、 その施工につき調整を行うものとし、乙は、甲の調整に従い、第三者の行う工事の円滑な施工に 協力しなければならない。 \n（請負代金内訳書及び工事工程表）\n 第 3 条 乙は、甲が指示する期日までに、設計図書に基づいて請負代金内訳書 （以下「内訳書」という。）及び工事工程表を甲に提出し、その承 認を受けなければならない。工事の変更があったときも同様とする。 \n（権利義務の譲渡等） \n第 4 条 乙は、甲の書面による承諾なしに、この契約より生ずる権利又は義務を第三者に譲渡し、又は承継させてはならない。 2 乙は、甲の書面による承諾なしに工事目的物を第三者に譲渡し若しくは貸与し又は抵当権その他の担保の目的に供してはならない。 \n（一括委任又は一括請負の禁止）\n 第 5 条 乙は、甲の書面による承諾なしに工事の全部又は大部分を一括して第三者に委任し、又は請け負わせてはならない。 \n（下請負人の通知及び変更）\n 第 6 条 乙は、この契約により請け負った工事を第三者に委任し、又は請け負わせた場合において、甲からその下請負人等に ついて、名称その 他必要な事項の報告を求められたときは、直ちに甲に通知しなけれ ばならない。 2 甲は、工事の施工又は管理につき著しく不適当と認められる下 請負人があるときは、乙に対してその変更を求めることができる。 \n（特許権等の使用） \n第 7 条 乙は、工事の施工にあたり甲の承諾なしに特許権その他第三者の権利の目的となっている方式 （以下「特許権等」という。）を採用しては ならない。 2 甲が、特許権等の採用を指示したとき、乙は、これに従わなければならない。 3 乙は、前 2 項により、特許権等を使用するとき、その使用に関する一切の責任を負わなけれ ばならない。 \n（工事監督員） \n第 8 条 甲は、乙の工事の施工について、自己に代わって指示監督する工事監督員を定め、書面をもってその氏名を乙に通知しなけれ ばならな い。工事監督員を変更したときも同様とする。 2 工事監督員は、この約款に基づく甲の権限とされている事項のうち、甲が必要と認めて委任したもののほか、設計図書に定められた 範 囲内において、次の各号に掲げる権限を有する。 (1) 設計図書に基づく工事施工の立会、工程の管理、工事の施工状況の検査及 び乙の現場代理人に対する指示。 (2) 設計図書に基づく工事 の施工のために必要な詳細図等の作成及び交付又は乙が作成したこれらの図面の検査及 び承諾。 (3) 設計図書に基づく工事材料及び工事の施工に必要な工事仮設物その他の工作物の試験又は検査 。 (4) 関連する工事に対する工程等の調整 。3 甲は、2 名以上の工事監督員を置き前項の権限を分担させ たときは、それぞれの工事監督員が分担する権限の内容を書面をもって 乙 に通知しなければならない。分担を変更したときも同様とする。 \n（現場代理人及び主任技術者等） \n第 9 条 乙は、現場代理人及び工事現場における工事の施工の技術上の管理をつかさどる次の各号に掲げる者を定め、書面をもってその氏名 を甲に通知しなければならない。これらの者を変更したときも同様とする。 (1) 主任技術者（建設業法第 26 条に規定する主任技術者、監理技術者又は専任の主任技術者若しくは監理技術者をいう。 ） (2) 専門技術者（建設業法第 26 条の 2 に規定する技術者をいう。） 2 現場代理人は、この契約の履行に関し工事現場に常駐し、現場監督員の指示に従い、その運営、取締りを行うほか、この約款に基づく 乙の一切の権限（請負代金額の変更、工期の変更、請負代金の講求及び受領、次条に係る権限並びにこの契約の解除に係るものを除 く。)を行使することができる。 3 乙は、前項の規定にかかわらず、自己の有する権限のうちこれを現場代理人に委任せず自ら行使しようとするものがあるときは、あらかじ め当該権限の内容を書面をもって甲に通知しなけれ ばならない。 4 現場代理人、主任技術者及び専門技術者は、これを兼ねることができる。 \n（工事関係者に関する措置請求）\n 第 10 条 甲は、現場代理人、主任技術者、専門技術者、そ の他乙が工事を施工するために使用している労働者等で、工事の施工又は管理に つ き著しく不適当と認められるものがあるときは、乙に対して、必要な措置をとるべきことを求めることができるものとし、乙はこれに応じなけれ ばならない。 2 乙は、工事監督員がその職務の執行につき著しく不適当と認められるときは、甲に対して、必要な措置をとる べきことを求めることができ る。 3 甲又は乙は、前 2 項の規定による請求があったときは当該請求に係る事項について決定し、 請求を受理した日から 10 日以内にその結 果を書面をもって相手方に通知しなければならない。 \n（工事材料の品種及び検査等） \n第 11 条 工事材料につき設計図書にその品質が明示されていないものは、中等の品質を有するものとする。 2 乙は、設計図書において工事監督員の検査を受けて使用すべきものと指定された工事材料については、当該検査に合格したものを使 用しなければならない。 3 工事監督員は、乙から前項の検査を求められたときは、遅滞なく、これに応じなけれ ばならない。 4 第 2 項の検査に直接必要な費用は、乙の負担とする。 5 乙は、工事現場に搬入した工事材料を工事監督員の承諾なしに工事現場外に搬出してはならない。 6 乙は、前項の規定にかかわらず、検査の結果不合格と決定された工事材料に ついては、遅滞なくこれを引き取り、工事現場外に搬出し なければならない。 \n（工事監督員の立会及び工事記録の整備等 ）\n 第 12 条 乙は、設計図書において工事監督員の立会のうえ調合し、又は調合について見本検査を受けるものと指定された工事材料に ついては、 当該立会を受けて調合し、又は当該検査に合格したものを使用しなけれ ばならない。 2 乙は、設計図書において工事監督員の立会のうえ施工するものと指定された工事については、当該立会を受けて施工しなければならな い。 3 乙は、前 2 項の規定により必要とされる工事監督員の立会又は見本検査を受けるほか、甲が特に必要があると認めて設計図書において 見本又は工事写真等の記録を整備すべきものと指定した工事材料の調合又は工事の施工をするときは、設計図書で定めるところにより 当該記録を整備し、工事監督員の要求があったときは遅滞なくこれを提出しなければならない。 4 工事監督員は、乙から第 1 項若しくは第 2 項の立会又は見本検査を求められたときは、遅滞なくこれに応じなければならない。工事監督 員が正当な理由がないのに乙の求めに遅滞なく応じないため、その後の工程に支障をきたすときは、乙は書面をもって工事監督員に通 知したうえ当該立会又は見本検査を受けることなく工事材料を調合して使用し、又は工事を施工することができる。この場含においては、 乙は、当該工事材料の調合又は当該工事の施工を適切に行ったことを証する見本又は工事写真等の記録を整備し、工事監督員の要 求があったときは、遅滞なくこれを提出しなければならない。 \n（設計図書不適合の場合の改造義務、破壊検査等）\n 第 13 条 乙は、工事の施工が設計図書に適合しない場合において、工事監督員がその改造を請求したときは、これに従わなければならない。こ の場合において、乙は請負代金額の増額又は工期の延長を請求することはできない。ただし、当該不適合が甲の責に帰すべき理由によ るときは、第 15 条第 1 項後段、同条第 2 項及び同条第 3 項の規定を準用する。 2 甲又は工事監督員は、乙が第 11 条第 2 項若しくは第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が設計図書 に適合しないと認められる相当の理由がある場合において、必要があると認められるときは、工事の施工部分を破壊して検査することがで きる。この場合においては、当該検査及び復旧に要する費用は乙の負担とする。\n （条件変更等）\n 第 14 条 乙は、工事の施工にあたり、次の各号の一に該当する事実を発見したときは、直ちに書面をもってその旨を工事監督員に通知し、その 確認を求めなければならない。 (1) 設計図書と工事現場の状態とが一致しないこと。 (2) 設計図書の表示が明確でないこと。（図面と仕様書が交互符号しないこと、若しくは、設計図書に誤謬又は脱漏があることを含む 。） (3) 工事現場の地質、湧水等の状態、施工上の制約等設計図書に示された自然的又は人為的な施工条件が実際と相連すること。 (4) 工事現場において、施工の支障となる予期することのできない事態が生じたこと。 2 工事監督員は、前項の確認を求められたとき又は自ら前項各号に掲げる事実を発見したときは、直ちに現場代理人立会いのもとに調 査 を行い、その結果（これに対してとるべき措置を指示する必要があるときは、当該指示を含む。 ）を書面をもって、乙に通知しなければなら ない。 3 甲は、第 1 項各号に掲げる事実が確認された場合において、必要があると認められるときは工事内容の変更又は設計図書の訂正を行 わなければならない。この場合において次条第 1 項後段および同条第 2 項の規定を準用する。 4 乙は、次の各号の一に該当するときは、 10 日以内にその旨を書面をもって甲に通知して工事の全部又は一部の施工を一時中止するこ とができる。ただし、甲がその期間内に合意、変更、又は訂正に係る決定を行わないことにつき、やむを得ない理由があるときはこの限 りで ない。 (1) 第 1 項の規定による確認を求めた後、20 日以内に確認について合意が成立しないとき。 (2) 第 2 項の規定による確認についての合意が成立した後、甲が 20 日以内に工事内容の変更又は設計図書の訂正を行わないとき。 (3) 前項において準用する次条第 2 項の規定による措置を申し出た後甲が 20 日以内にその措置を行わないとき。 \n（工事の変更、中止等）\n 第 15 条 甲は、やむを得ない理由があるときは、書面をもって乙に通知し、工事内容を変更し、又は、工事の全部若しくは一部 の施工を一時中 止させることができる。この場合において必要があると認められるときは、次項及び第 3 項に定めところにより、請負代金若しくは工期を変 更し、又は必要な費用等を甲が負担するものとする。 2 前項の場合に括ける請負代金額又は工期の変更は、甲乙協議して定めるものとする。 3 甲は、第 1 項の場合において、乙が工事の続行に備え工事現場を維持し、又は労働者、建設機械器具等を保持するための費用その他 の工事の施工の一時中止に伴う増加費用を必要としたときは、乙と協議してその増加費用の一部を負担しなけ ればならない。 4 天災その他の不可抗カにより、工事目的物等に損害が生じたこと又は工事現場の状態が変動したこと等のため乙が工事を施工できな いと認められるときは、甲は第 1 項の規定により工事の全部又は一部の施工を中止させることができる。 5 乙は、第 1 項の通知を受けたときは、甲の指定する期間内に請書を提出しなければならない。 \n（乙の請求による工期の延長）\n 第 16 条 乙は、天候の不良等その責に帰することができない理由その他の正当な理由により工期内に工事を完成することができないときは、甲に 対して遅滞なくその理由を明らかにした書面をもって工期の延長を求めることができる。この場合における延長日数は甲乙協議して書面 をもって定めなければならない。 \n",
          "",
          "",
          "建 設 工 事 下 請 契 約 書"
        ],
        [],
        [
          "",
          "",
          "",
          "1",
          "工事名　",
          "市道　上古閑大和第1号線舗装打換工事に伴う排水構造物工事"
        ],
        [
          "",
          "",
          "",
          "2",
          "担当工事内容",
          "構造物撤去・排水構造物工"
        ],
        [
          "",
          "",
          "",
          "3",
          "工事場所",
          "熊本市北区植木町大和地区"
        ],
        [
          "",
          "",
          "",
          "4",
          "工期",
          "着　工",
          "",
          "",
          "",
          "令和7年8月18日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "完　成",
          "",
          "",
          "",
          "令和7年11月27日"
        ],
        [
          "",
          "",
          "",
          "5",
          "工事を施工しない日",
          "土曜日・日曜日"
        ],
        [
          "",
          "",
          "",
          "6",
          "工事を施工しない時間帯",
          "夜間"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "\\",
          "3",
          "1",
          "9",
          "5",
          "5",
          "0",
          "0"
        ],
        [
          "",
          "",
          "",
          "7",
          "請負代金額"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "うち",
          "工事価格",
          "",
          "",
          "",
          "",
          "¥2,905,000"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　取引に係る消費税額及び"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　地方消費税の額を除く額"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "取引に係る消費税"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "及び地方消費税の額",
          "",
          "",
          "",
          "",
          "",
          "¥290,500"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "(注)請負代金額は、工事価格に、取引に係る消費税及び地方消費税の額を加えた額。"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（1）",
          "前金払：",
          "",
          "契約成立の時に"
        ],
        [
          "",
          "",
          "",
          "8",
          "請負代金金額の支払",
          "（2）",
          "部分払：",
          "",
          "",
          "",
          "",
          "",
          "支払請求締切日　令和　　年　　月　　日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（3）",
          "完成払：",
          "",
          "完成引渡しの時",
          "",
          "",
          "",
          "現金100％で支払う"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "※代金受領後、",
          "",
          "",
          "30",
          "日以内に支払う"
        ],
        [],
        [
          "",
          "",
          "",
          "9",
          "本建設工事が「建設工事に係る資材の再資源化等に関する法律」第9条第1項に定める対象建設工事に該当する場合、別紙「建設工事に係る資材の再資源化等に関する法律第13条及び省令第4条に基づく書面」に必要事項を記載のうえ、必ず工事請負契約書及び約款と一体化する。"
        ],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "上記工事について、発注者　",
          "有限会社　三雄建設",
          "",
          "",
          "",
          "",
          "",
          "と受注者",
          "",
          "",
          "有限会社　山内建設"
        ],
        [
          "",
          "",
          "",
          "",
          "とは添付の工事請負契約約款の各条項および上記の内容により請負契約を締結する。\n なお、この証として本書2通を作成し、当事者および保証人が記名押印して当事者がそれぞれ1通を保有する。"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "令和7年8月18日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "発注者",
          "",
          "熊本県熊本市東区吉原町２７５番地１"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "有限会社　三雄建設",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　池田　好敬"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-273-7124"
        ],
        [],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "受注者",
          "",
          "熊本県熊本市西区池田2丁目20番10号"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "有限会社　山内建設",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　吉田　保"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-351-6816"
        ],
        [],
        [],
        [
          "\n （かし担保）\n 第 29 条 工事目的物にかしがあるときは、甲は、乙に対して相当の期間を定めてそのかしの修補を請求し、又は修補に代え若しくは修補とともに 損害の賠償を請求することができる。ただし、かしが重要ではなく、かつその修補に過分の費用を要するときは、甲は修補を請求すること ができず、損害賠償の請求のみをなし得るものとする。 2 前項の規定によるかし修補又は損害賠償の請求は、第 23 条第 3 項（第 23 条第 4 項及び第 27 条においてこれらの規定を準用する場 合を含む。）の規定による引渡しを受けた日から 3 年以内に、これを行わなければならない。ただし、そのかしが乙の故意又は重大な過失 により生じた場合には、当該請求をすることのできる期間は 10 年とする。 3 甲は、工事目的物の引渡しの際にかしがあることを知ったときは、第 1 項の規定にかかわらず、遅滞なく書面をもってその旨を乙に通知 しなければ、当該かしの修補又は損害賠償の請求をすることはできない。ただし、乙がそのかしがあることを知っていたときはこの限りでな い。 4 工事目的物が第 1 項のかしにより滅失又はき損したときは、甲は、第 2 項に定める期間内で、かつ、その滅失又はき損の日から 6 ケ月以 内に第 1 項の権利を行使しなければならない。 5 第 1 項の規定は、工事目的物のかしが甲若しくは工事監督員の指示によ り生じたものであるときは、これを適用しない。ただし、乙がその 指示の不適当であることを知りながらこれを通知しなかったときは、この限りでない。 \n（履行遅滞の場合に於ける違約金等）\n 第 30 条 乙の責に帰すべき理由により工期内に工事を完成することができない場合において、工期経過後に完成する見込みのあると きは、甲は 乙から違約金を徴収して工期を延長することができる。 2 前項の違約金の額は、請負代金額から引渡し部分に相応する請負代金額を控除した額に つき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割 合で計算した額とする。 3 甲の責に帰すべき理由により、第 24 条第 2 項（第 27 条において準用する場合を含む。）の規定による請負代金の支払が遅れた場合に おいて、乙は、未受領金額につき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割合で計算した額の遅延利息の支払を甲に請求することができ る。 \n（甲の解除権・その 1）\n 第 31 条 甲は、乙が次の各号の一に該当するときは、契約を解除することができる。 (1) 乙の責に帰すべき理由により工期内又は工期経過後相当の期間内に工事を完成する見込みがないと明らかに認められ るとき。 (2) 正当な理由がないのに、工事着手すべき時期を過ぎても工事に着手しないとき。 (3) 前 2 号に掲げる場合のほか、契約に違反し、その違反により契約の目的を達することができないと認められるとき。 (4) 乙が甲と 2 つ以上の契約を締結している場合にそのうちの契約の 1 つが前各号に相当する理由により解除されたとき。 2 甲は、前項の規定により契約を解除したときは、工事の出来形部分を検査のうえ当該検査に合格した部分に相応する 請負代金を乙に 支払わなければならない。 3 前 1 項の規定により契約が解除された場合に おいては、乙は、請負代金額の 10 分の 1 に相当する額を違約金として甲の指定する期間 内に支払わなければならない。 \n（甲の解除権・その 2）\n 第 32 条 甲は、工事が完成しない間は、前条第 1 項に規定する場合のほか必要があるときは、契約を解除することができる。 2 前条第 2 項の規定は、前項の規定により契約を解除した場合に準用する。 3 甲は、第 1 項の規定により契約を解除した場合において、これにより乙に損害を及ぼしたときは、乙と協議して、その 損害を賠償しなけれ ばならない。 \n（解除に伴う措置） \n第 33 条 契約が解除された場合においては、乙は、次項以下に定める措置をとらなければならない。 2 工事用地等に、その所有に属する工事材料、建設機械器具、仮設物その他の物件 （下請負人の所有に属するこれらの物件を含む。 ） があるときは、これを搬出するとともに工事用地等を現状に復して甲に明け渡さなければならない。 3 前項の場合において、乙が正当な理由がないのに、一定の期間内に物件を撤去せず、又は工事用地等を原状に復さないときは、甲は 乙に代わって当該物件を処分し、その他工事用地等を原状に復することができる。この場合においては、乙は、甲の処分等に ついて異議 を申し出ることができないとともに、甲のこれに要した費用を負担しなければならない。 4 第 2 項及び第 3 項に規定する乙のとるべき措置の期限、方法等については、契約の解除が第 31 条の規定による甲の解除権の行使で あるときは甲が定め、第 32 条の規定による甲の解除権の行使であるときは甲乙協議して定める。 \n（火災保険等）\n 第 34 条 乙は、工事目的物及び工事材料等につき火災保険その他の保険に加入しな ければならない。 2 乙は、前項の規定により保険契約を締結したときは、その証券を遅滞なく甲に提示しなければならない。 \n（紛争の解決）\n 第 35 条 この約款の各条項において甲乙協議して定めるものにつき協議がととのわない場合、その他この契約に関して甲乙間に紛争を生じた場 合には、甲及び乙は、建設業法による北海道建設工事紛争審査会 （以下「審査会」という。）のあっせん又は調停によりその解決を図る。 2 甲及び乙は、その一方、又は双方が前項の審査会のあっせん又は調停により紛争を解決する見込みがないと 認めたときは、前項の規 定にかかわらず、審議会の仲裁に付し、その仲裁判断に服するものとする。 \n（その他） \n第 36 条 この契約に定めるもののほか、乙は関係法令を遵守するとともに、その他必要な事項については甲乙協議のうえ定めるものとする。",
          "",
          "",
          "",
          "\n（甲の請求による工期の短縮等）\n 第 17 条 甲は、やむを得ない理由により工期を短縮する必要があるときは、乙に対して書面をもって工期の短縮を求めることができる。この場合に おける短縮日数は、甲乙協議して書面をもって定めなければならない。 2 甲は、前項の場合において、必要があると認められるときは、請負代金額を変更しなければならない。この場合において、第 15 条第 2 項 の規定を準用する。 \n（臨機の措置）\n 第 18 条 乙は、災害防止等のため必要があると認めるときは、臨機の措置をとらなければならない。この場合において、必要があると認められると きは、あらかじめ工事監替員の意見を聞かなければならない。ただし緊急やむを得ない事情があるときは、この限りでない。 2 工事監督員は、災害防止その他工事の施工上特に必要があると認められるときは乙に対して臨機の措置をとることを求めることができる ものとし、乙は、これを承諾するものとする。 3 前 2 項の場合において、乙はその取った措置の内容を遅滞なく工事監督員に書面をもって通知しなければならない。 4 乙が第 1 項又は第 2 項の規定により臨機の措置をとった 場合において、当該措置に要した費用のうち、乙が 請負代金額の範囲内にお いて負担することが適当でないと認められる部分については、甲がこれを負担する。この場合における甲の負担額は、甲乙協議して定め る。 \n（一般的損害）\n 第 19 条 工事目的物の引渡し前に、工事目的物又は工事材料について生じた損害その他工事の施工に関して生じた損害 （次条第 1 項若しく は第 2 項又は第 21 条第 1 項に規定する損害を除く。）は、乙の負担とする。ただし、その損害のうち甲の責に帰すべき理由により生じたも のについては、甲がこれを負担（火災保険その他の保険等によりてん補されるものを除く。 ）する。 \n（第 3 者に及ぼした損害）\n 第 20 条 工事の施工に伴い第 3 者に損害を及ぼしたときは、次項に定める場合を除くほか乙がその損害を賠償しなければならない。ただし、その 損害のうち甲の貢に帰すべき理由により生じたものについては、甲がこれを負担する。 2 工事の施工に伴い通常避けることのできない地盤沈下、地下水の断絶等の理由により第 3 者に損害を生じたときは、甲がその損害を補 償しなければならない。ただし、その損害のうち工事の施工に つき乙が善良な管理者の注意義務を怠ったことにより生じたものは乙がこれ を負担する。 3 前 2 項の場合、その他工事の施工について第 3 者との間に紛争を生じた場合においては、甲乙協力してその処理解決に当たるものと する。 \n（天災その他の不可抗力による損害）\n 第 21 条 暴風、豪雨、洪水、地震、地すべり、落盤、火災、騒乱、暴動、その他の 自然的又は人為的な事象であって、甲乙双方の責に帰すべか らざるもの（以下「天災その他の不可抗カ」という。）により、工事の出来形部分、工事仮設物、現場 搬入済の工事材料又は建設機械器具 に損害を生じたとき、乙は、その事実の発生後遅滞なくその状況を甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、直ちに現場代理人立会のもとに調査を行い、前項の損害 （乙が善良な管理者の注意義務 を怠ったことに基づくもの及び火災保険その他の保険等によりてん補されるものを除く。以下本条において同じ。 ）の状況を確認し、その 結果を書面をもって乙に通知しなければならない。 3 乙は、前項の規定により損害の状況が確認されたときは、甲に対して書面をもって請負代金額の変更又は損害額の負担を求めることが できる。 4 甲は、前項の規定により乙から 請負代金額の変更又は損害額の負担の請求があったときは、当該損害の額 （工事の出来形部分又は通 常妥当と認められる工事仮設物、現場搬入済みの工事材料若しくは建設機械器具であって第 11 条第 2 項、第 12 条第 1 項若しくは第 2 項の規定による検査又は立会その他乙の工事に関する記録 等により確認しうるものに係る額に限る。以下本条において「損害額」とい う。）のうち請負代金額の 100 分の 2 を超える額を負担するものとする。 5 損害額は、次の各号に掲げる損害につきそれぞれ当該各号に定めるところにより甲乙協議して定める。 (1) 工事の出来形部分に関する損害 損害を受けた出来形部分に相応する請負代金額とし、残存価値がある場合には、その評価額を控除した額とする。 (2) 工事材料に関する損害 損害を受けた工事材料に相応する請負 代金額とし、残存価値がある場合にはその評価額を控除した額とする。 (3) 工事仮設物又は建設機械器具に関する損害 損害を受けた工事仮設物又は建設機械器具について、当該工事で償却することとしている償却の額から損害を受けた時点における 出来形部分に相応する償却費の額を控除した額とする。ただし、修繕によりその機能を回復することができ、か つ、修繕費の額が上記 の額より少額であるものについては、その修繕費の額とする。 6 数次にわたる天災その他の不可抗力により損害額が累積した場合に おける第 2 次以降の天災その他の不可抗力による請負代金額の 変更又は損害額の負担については、第 4 項中「当該損害の額」とあるのは「損害の額の累計」と「請負代金額の 100 分の 2 を超える額」と あるのは「請負代金額の 100 分の 2 を超える額からすでに負担した額を控除した額」と読み替えて同項を適用する。 7 天災その他の不可抗力によって生じた損害の取片づけに要する費用は、甲乙協議して甲がこれを負担する。 8 甲は、前各項の規定に基づく天災その他の不可抗力による損害及び取片づけに要する費用の負担に代えて請 負代金額につき、当該 負担すべき額に相当する額を増額することができる。 \n（請負代金額の変更に代える工事内容の変更 ）\n 第 22 条 甲は、第 13 条から第 15 条まで、第 17 条から第 19 条まで、第 21 条又は第 25 条の規定により請負代金額を増額すべき場合 （費用を 負担すべき場合を含む。）において、やむを得ない理由があるときは、請負代金額の増額の全部又は一部に代えて工事内容を変更する ことができる。\n （検査及び引渡し）\n 第 23 条 乙は、工事が完成したときは、その旨を書面をもって甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、その日から起算して 14 日以内に乙の立会のもとに工事の完成を確認するための検査を行 い、その結果を乙に通知するものとする。 3 甲は、前項の検査に合格したときは、すみやかに受渡書により、当該工事目的物の引渡しを受けなければならない。 4 乙は、工事が第 2 項の検査に合格しないときは、直ちに修補して甲の検査を受けなければならない。この場合において前 3 項の規定を 準用する。 5 甲は、第 2 項の検査にあたり、乙が第 11 条第 2 項もしくは、第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が 設計図書に適合しないと認められる相当の理由があるときは、工事目的物を最小限度 破壊して検査することができる。この場合において、 当該検査およぴ復旧に要する費用は、乙の負担とする。 \n（請負代金の支払）\n 第 24 条 乙は、前条第 3 項（前条第 4 項において準用する場合を含む。）の引渡しを終えたときは、書面をもって請負代金の支払を請求すること ができる。 2 甲は、前項の規定による請求を受けたときは、その日から起算して 60 日以内に請負代金を支払わなければならない。 3 甲かその責に帰すべき理由により前条第 2 項の期間内に検査しないときは、その期限を経過した日から検査をした日までの期間の日数 は、前項の期間（以下「約定期間」という。）の日数から差し引くものとする。この場合において、その遅延日数が約定期間の日数を超える ときは、約定期間は遅延日数が約定期間の日数を超えた日において満了したものとみなす。 \n（部分使用）\n 第 25 条 甲（甲の指定する代理人を含む。以下この条項同じ。 ）は、第 23 条第 3 項の規定による引き渡し期日以前より、工事目的物の全部又 は 一部を使用して、新さ っぽろアークシティの営業に必要な工事及び作業をすることができるものとし、乙は、これに協 力しなければならな い。 2 前項の場合、甲は、その使用部分を善良な管理者の注意をもって使用しなければならない。\n （部分払）\n 第 26 条 乙は、甲に対し、工事の完成前に、工事の出来形部分、工事仮設物、工事現場に搬入した工事材料に相応する 請負代金相当額の 10 分の 9 以内の額について、部分払を 請求することができる。 2 乙は、前項により部分払の請求をするとき、あらかじめ当該 請負に係る工事の出来形部分等の確認を甲 に求めるものとし、甲は、遅滞な くその確認のための検査を行ない、その結果を乙に通知しなければならない。 3 乙は、前項の規定による通知があったとき、甲に対し書面をもって部分払を請求できるものとし、甲は、当該請求のあった日から起算して 30 日以内に部分払金を支払わなければならない。ただし、特別な事情があるときは、甲は、乙と協議のうえ、 30 日を超えて支払うことがで きる。\n （部分引渡し）\n 第 27 条 工事目的物について、甲が設計図書において工事の完成に先だって引渡しを受けるべきことを指定した部分 （以下「指定部分」という。） がある場合において、当該部分の工事が完了したときにっいては、第 23 条中「工事」とあるのは、「指定部分に係る工事」と第 24 条中「請 負代金」とあるのは「指定部分に相応する請負代金」と読み替えてこれらの規定を準用する。\n （第三者による代理受領）\n 第 28 条 乙は、書面をもって甲の承諾を得て請負代金の受領につき、第三者を代理人とすることができる。\n "
        ]
      ]
    },
    "川口工業": {
      "rows": 49,
      "data": [
        [
          "",
          "",
          "",
          "1EHktuOj246-aLws-ahQP6hPUJenvAWPpU-QN2F47ELw"
        ],
        [
          "工事請負契約約款 \n（総則）\n 第 1 条 甲及び乙は、契約書記載の工事の請負契約に関し、契約書に定めるもののほか、この約款に基づき、別添の図面及び仕様書 （以下これ らの図面及び仕様書を「設計図書」という。）に従い、これを履行しなければならない。 2 この約款及び設計図書に特別の定めがある場合を除き、仮設、工法等工事目的を完成するための必要な一切の手段に ついては、乙が 定めることができる。 \n（関連工事の調整）\n 第 2 条 甲は、乙の施工する工事及び甲の発注に係る第三者の施工する他の工事が施工上密接に関連する場 合において、必要があるときは、 その施工につき調整を行うものとし、乙は、甲の調整に従い、第三者の行う工事の円滑な施工に 協力しなければならない。 \n（請負代金内訳書及び工事工程表）\n 第 3 条 乙は、甲が指示する期日までに、設計図書に基づいて請負代金内訳書 （以下「内訳書」という。）及び工事工程表を甲に提出し、その承 認を受けなければならない。工事の変更があったときも同様とする。 \n（権利義務の譲渡等） \n第 4 条 乙は、甲の書面による承諾なしに、この契約より生ずる権利又は義務を第三者に譲渡し、又は承継させてはならない。 2 乙は、甲の書面による承諾なしに工事目的物を第三者に譲渡し若しくは貸与し又は抵当権その他の担保の目的に供してはならない。 \n（一括委任又は一括請負の禁止）\n 第 5 条 乙は、甲の書面による承諾なしに工事の全部又は大部分を一括して第三者に委任し、又は請け負わせてはならない。 \n（下請負人の通知及び変更）\n 第 6 条 乙は、この契約により請け負った工事を第三者に委任し、又は請け負わせた場合において、甲からその下請負人等に ついて、名称その 他必要な事項の報告を求められたときは、直ちに甲に通知しなけれ ばならない。 2 甲は、工事の施工又は管理につき著しく不適当と認められる下 請負人があるときは、乙に対してその変更を求めることができる。 \n（特許権等の使用） \n第 7 条 乙は、工事の施工にあたり甲の承諾なしに特許権その他第三者の権利の目的となっている方式 （以下「特許権等」という。）を採用しては ならない。 2 甲が、特許権等の採用を指示したとき、乙は、これに従わなければならない。 3 乙は、前 2 項により、特許権等を使用するとき、その使用に関する一切の責任を負わなけれ ばならない。 \n（工事監督員） \n第 8 条 甲は、乙の工事の施工について、自己に代わって指示監督する工事監督員を定め、書面をもってその氏名を乙に通知しなけれ ばならな い。工事監督員を変更したときも同様とする。 2 工事監督員は、この約款に基づく甲の権限とされている事項のうち、甲が必要と認めて委任したもののほか、設計図書に定められた 範 囲内において、次の各号に掲げる権限を有する。 (1) 設計図書に基づく工事施工の立会、工程の管理、工事の施工状況の検査及 び乙の現場代理人に対する指示。 (2) 設計図書に基づく工事 の施工のために必要な詳細図等の作成及び交付又は乙が作成したこれらの図面の検査及 び承諾。 (3) 設計図書に基づく工事材料及び工事の施工に必要な工事仮設物その他の工作物の試験又は検査 。 (4) 関連する工事に対する工程等の調整 。3 甲は、2 名以上の工事監督員を置き前項の権限を分担させ たときは、それぞれの工事監督員が分担する権限の内容を書面をもって 乙 に通知しなければならない。分担を変更したときも同様とする。 \n（現場代理人及び主任技術者等） \n第 9 条 乙は、現場代理人及び工事現場における工事の施工の技術上の管理をつかさどる次の各号に掲げる者を定め、書面をもってその氏名 を甲に通知しなければならない。これらの者を変更したときも同様とする。 (1) 主任技術者（建設業法第 26 条に規定する主任技術者、監理技術者又は専任の主任技術者若しくは監理技術者をいう。 ） (2) 専門技術者（建設業法第 26 条の 2 に規定する技術者をいう。） 2 現場代理人は、この契約の履行に関し工事現場に常駐し、現場監督員の指示に従い、その運営、取締りを行うほか、この約款に基づく 乙の一切の権限（請負代金額の変更、工期の変更、請負代金の講求及び受領、次条に係る権限並びにこの契約の解除に係るものを除 く。)を行使することができる。 3 乙は、前項の規定にかかわらず、自己の有する権限のうちこれを現場代理人に委任せず自ら行使しようとするものがあるときは、あらかじ め当該権限の内容を書面をもって甲に通知しなけれ ばならない。 4 現場代理人、主任技術者及び専門技術者は、これを兼ねることができる。 \n（工事関係者に関する措置請求）\n 第 10 条 甲は、現場代理人、主任技術者、専門技術者、そ の他乙が工事を施工するために使用している労働者等で、工事の施工又は管理に つ き著しく不適当と認められるものがあるときは、乙に対して、必要な措置をとるべきことを求めることができるものとし、乙はこれに応じなけれ ばならない。 2 乙は、工事監督員がその職務の執行につき著しく不適当と認められるときは、甲に対して、必要な措置をとる べきことを求めることができ る。 3 甲又は乙は、前 2 項の規定による請求があったときは当該請求に係る事項について決定し、 請求を受理した日から 10 日以内にその結 果を書面をもって相手方に通知しなければならない。 \n（工事材料の品種及び検査等） \n第 11 条 工事材料につき設計図書にその品質が明示されていないものは、中等の品質を有するものとする。 2 乙は、設計図書において工事監督員の検査を受けて使用すべきものと指定された工事材料については、当該検査に合格したものを使 用しなければならない。 3 工事監督員は、乙から前項の検査を求められたときは、遅滞なく、これに応じなけれ ばならない。 4 第 2 項の検査に直接必要な費用は、乙の負担とする。 5 乙は、工事現場に搬入した工事材料を工事監督員の承諾なしに工事現場外に搬出してはならない。 6 乙は、前項の規定にかかわらず、検査の結果不合格と決定された工事材料に ついては、遅滞なくこれを引き取り、工事現場外に搬出し なければならない。 \n（工事監督員の立会及び工事記録の整備等 ）\n 第 12 条 乙は、設計図書において工事監督員の立会のうえ調合し、又は調合について見本検査を受けるものと指定された工事材料に ついては、 当該立会を受けて調合し、又は当該検査に合格したものを使用しなけれ ばならない。 2 乙は、設計図書において工事監督員の立会のうえ施工するものと指定された工事については、当該立会を受けて施工しなければならな い。 3 乙は、前 2 項の規定により必要とされる工事監督員の立会又は見本検査を受けるほか、甲が特に必要があると認めて設計図書において 見本又は工事写真等の記録を整備すべきものと指定した工事材料の調合又は工事の施工をするときは、設計図書で定めるところにより 当該記録を整備し、工事監督員の要求があったときは遅滞なくこれを提出しなければならない。 4 工事監督員は、乙から第 1 項若しくは第 2 項の立会又は見本検査を求められたときは、遅滞なくこれに応じなければならない。工事監督 員が正当な理由がないのに乙の求めに遅滞なく応じないため、その後の工程に支障をきたすときは、乙は書面をもって工事監督員に通 知したうえ当該立会又は見本検査を受けることなく工事材料を調合して使用し、又は工事を施工することができる。この場含においては、 乙は、当該工事材料の調合又は当該工事の施工を適切に行ったことを証する見本又は工事写真等の記録を整備し、工事監督員の要 求があったときは、遅滞なくこれを提出しなければならない。 \n（設計図書不適合の場合の改造義務、破壊検査等）\n 第 13 条 乙は、工事の施工が設計図書に適合しない場合において、工事監督員がその改造を請求したときは、これに従わなければならない。こ の場合において、乙は請負代金額の増額又は工期の延長を請求することはできない。ただし、当該不適合が甲の責に帰すべき理由によ るときは、第 15 条第 1 項後段、同条第 2 項及び同条第 3 項の規定を準用する。 2 甲又は工事監督員は、乙が第 11 条第 2 項若しくは第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が設計図書 に適合しないと認められる相当の理由がある場合において、必要があると認められるときは、工事の施工部分を破壊して検査することがで きる。この場合においては、当該検査及び復旧に要する費用は乙の負担とする。\n （条件変更等）\n 第 14 条 乙は、工事の施工にあたり、次の各号の一に該当する事実を発見したときは、直ちに書面をもってその旨を工事監督員に通知し、その 確認を求めなければならない。 (1) 設計図書と工事現場の状態とが一致しないこと。 (2) 設計図書の表示が明確でないこと。（図面と仕様書が交互符号しないこと、若しくは、設計図書に誤謬又は脱漏があることを含む 。） (3) 工事現場の地質、湧水等の状態、施工上の制約等設計図書に示された自然的又は人為的な施工条件が実際と相連すること。 (4) 工事現場において、施工の支障となる予期することのできない事態が生じたこと。 2 工事監督員は、前項の確認を求められたとき又は自ら前項各号に掲げる事実を発見したときは、直ちに現場代理人立会いのもとに調 査 を行い、その結果（これに対してとるべき措置を指示する必要があるときは、当該指示を含む。 ）を書面をもって、乙に通知しなければなら ない。 3 甲は、第 1 項各号に掲げる事実が確認された場合において、必要があると認められるときは工事内容の変更又は設計図書の訂正を行 わなければならない。この場合において次条第 1 項後段および同条第 2 項の規定を準用する。 4 乙は、次の各号の一に該当するときは、 10 日以内にその旨を書面をもって甲に通知して工事の全部又は一部の施工を一時中止するこ とができる。ただし、甲がその期間内に合意、変更、又は訂正に係る決定を行わないことにつき、やむを得ない理由があるときはこの限 りで ない。 (1) 第 1 項の規定による確認を求めた後、20 日以内に確認について合意が成立しないとき。 (2) 第 2 項の規定による確認についての合意が成立した後、甲が 20 日以内に工事内容の変更又は設計図書の訂正を行わないとき。 (3) 前項において準用する次条第 2 項の規定による措置を申し出た後甲が 20 日以内にその措置を行わないとき。 \n（工事の変更、中止等）\n 第 15 条 甲は、やむを得ない理由があるときは、書面をもって乙に通知し、工事内容を変更し、又は、工事の全部若しくは一部 の施工を一時中 止させることができる。この場合において必要があると認められるときは、次項及び第 3 項に定めところにより、請負代金若しくは工期を変 更し、又は必要な費用等を甲が負担するものとする。 2 前項の場合に括ける請負代金額又は工期の変更は、甲乙協議して定めるものとする。 3 甲は、第 1 項の場合において、乙が工事の続行に備え工事現場を維持し、又は労働者、建設機械器具等を保持するための費用その他 の工事の施工の一時中止に伴う増加費用を必要としたときは、乙と協議してその増加費用の一部を負担しなけ ればならない。 4 天災その他の不可抗カにより、工事目的物等に損害が生じたこと又は工事現場の状態が変動したこと等のため乙が工事を施工できな いと認められるときは、甲は第 1 項の規定により工事の全部又は一部の施工を中止させることができる。 5 乙は、第 1 項の通知を受けたときは、甲の指定する期間内に請書を提出しなければならない。 \n（乙の請求による工期の延長）\n 第 16 条 乙は、天候の不良等その責に帰することができない理由その他の正当な理由により工期内に工事を完成することができないときは、甲に 対して遅滞なくその理由を明らかにした書面をもって工期の延長を求めることができる。この場合における延長日数は甲乙協議して書面 をもって定めなければならない。 \n",
          "",
          "",
          "建 設 工 事 下 請 契 約 書"
        ],
        [],
        [
          "",
          "",
          "",
          "1",
          "工事名　",
          "市道　上古閑大和第1号線舗装打換工事に伴う人孔改良工事"
        ],
        [
          "",
          "",
          "",
          "2",
          "担当工事内容",
          "人孔改良工"
        ],
        [
          "",
          "",
          "",
          "3",
          "工事場所",
          "熊本市北区植木町大和地区"
        ],
        [
          "",
          "",
          "",
          "4",
          "工期",
          "着　工",
          "",
          "",
          "",
          "令和7年8月18日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "完　成",
          "",
          "",
          "",
          "令和7年11月27日"
        ],
        [
          "",
          "",
          "",
          "5",
          "工事を施工しない日",
          "土曜日・日曜日"
        ],
        [
          "",
          "",
          "",
          "6",
          "工事を施工しない時間帯",
          "夜間"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "\\",
          "4",
          "2",
          "8",
          "7",
          "7",
          "0",
          "1"
        ],
        [
          "",
          "",
          "",
          "7",
          "請負代金額"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "うち",
          "工事価格",
          "",
          "",
          "",
          "",
          "¥3,897,910"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　取引に係る消費税額及び"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　地方消費税の額を除く額"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "取引に係る消費税"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "及び地方消費税の額",
          "",
          "",
          "",
          "",
          "",
          "¥389,791"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "(注)請負代金額は、工事価格に、取引に係る消費税及び地方消費税の額を加えた額。"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（1）",
          "前金払：",
          "",
          "契約成立の時に"
        ],
        [
          "",
          "",
          "",
          "8",
          "請負代金金額の支払",
          "（2）",
          "部分払：",
          "",
          "",
          "",
          "",
          "",
          "支払請求締切日　令和　　年　　月　　日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（3）",
          "完成払：",
          "",
          "完成引渡しの時",
          "",
          "",
          "",
          "現金100％で支払う"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "※代金受領後、",
          "",
          "",
          "30",
          "日以内に支払う"
        ],
        [],
        [
          "",
          "",
          "",
          "9",
          "本建設工事が「建設工事に係る資材の再資源化等に関する法律」第9条第1項に定める対象建設工事に該当する場合、別紙「建設工事に係る資材の再資源化等に関する法律第13条及び省令第4条に基づく書面」に必要事項を記載のうえ、必ず工事請負契約書及び約款と一体化する。"
        ],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "上記工事について、発注者　",
          "有限会社　三雄建設",
          "",
          "",
          "",
          "",
          "",
          "と受注者",
          "",
          "",
          "川口工業　株式会社"
        ],
        [
          "",
          "",
          "",
          "",
          "とは添付の工事請負契約約款の各条項および上記の内容により請負契約を締結する。\n なお、この証として本書2通を作成し、当事者および保証人が記名押印して当事者がそれぞれ1通を保有する。"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "令和7年9月16日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "発注者",
          "",
          "熊本県熊本市東区吉原町２７５番地１"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "有限会社　三雄建設",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　池田　好敬"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-273-7124"
        ],
        [],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "受注者",
          "",
          "熊本県熊本市東区戸島7丁目5番16号"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "川口工業　株式会社",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　川口　拓児"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-285-8241"
        ],
        [],
        [],
        [
          "\n （かし担保）\n 第 29 条 工事目的物にかしがあるときは、甲は、乙に対して相当の期間を定めてそのかしの修補を請求し、又は修補に代え若しくは修補とともに 損害の賠償を請求することができる。ただし、かしが重要ではなく、かつその修補に過分の費用を要するときは、甲は修補を請求すること ができず、損害賠償の請求のみをなし得るものとする。 2 前項の規定によるかし修補又は損害賠償の請求は、第 23 条第 3 項（第 23 条第 4 項及び第 27 条においてこれらの規定を準用する場 合を含む。）の規定による引渡しを受けた日から 3 年以内に、これを行わなければならない。ただし、そのかしが乙の故意又は重大な過失 により生じた場合には、当該請求をすることのできる期間は 10 年とする。 3 甲は、工事目的物の引渡しの際にかしがあることを知ったときは、第 1 項の規定にかかわらず、遅滞なく書面をもってその旨を乙に通知 しなければ、当該かしの修補又は損害賠償の請求をすることはできない。ただし、乙がそのかしがあることを知っていたときはこの限りでな い。 4 工事目的物が第 1 項のかしにより滅失又はき損したときは、甲は、第 2 項に定める期間内で、かつ、その滅失又はき損の日から 6 ケ月以 内に第 1 項の権利を行使しなければならない。 5 第 1 項の規定は、工事目的物のかしが甲若しくは工事監督員の指示によ り生じたものであるときは、これを適用しない。ただし、乙がその 指示の不適当であることを知りながらこれを通知しなかったときは、この限りでない。 \n（履行遅滞の場合に於ける違約金等）\n 第 30 条 乙の責に帰すべき理由により工期内に工事を完成することができない場合において、工期経過後に完成する見込みのあると きは、甲は 乙から違約金を徴収して工期を延長することができる。 2 前項の違約金の額は、請負代金額から引渡し部分に相応する請負代金額を控除した額に つき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割 合で計算した額とする。 3 甲の責に帰すべき理由により、第 24 条第 2 項（第 27 条において準用する場合を含む。）の規定による請負代金の支払が遅れた場合に おいて、乙は、未受領金額につき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割合で計算した額の遅延利息の支払を甲に請求することができ る。 \n（甲の解除権・その 1）\n 第 31 条 甲は、乙が次の各号の一に該当するときは、契約を解除することができる。 (1) 乙の責に帰すべき理由により工期内又は工期経過後相当の期間内に工事を完成する見込みがないと明らかに認められ るとき。 (2) 正当な理由がないのに、工事着手すべき時期を過ぎても工事に着手しないとき。 (3) 前 2 号に掲げる場合のほか、契約に違反し、その違反により契約の目的を達することができないと認められるとき。 (4) 乙が甲と 2 つ以上の契約を締結している場合にそのうちの契約の 1 つが前各号に相当する理由により解除されたとき。 2 甲は、前項の規定により契約を解除したときは、工事の出来形部分を検査のうえ当該検査に合格した部分に相応する 請負代金を乙に 支払わなければならない。 3 前 1 項の規定により契約が解除された場合に おいては、乙は、請負代金額の 10 分の 1 に相当する額を違約金として甲の指定する期間 内に支払わなければならない。 \n（甲の解除権・その 2）\n 第 32 条 甲は、工事が完成しない間は、前条第 1 項に規定する場合のほか必要があるときは、契約を解除することができる。 2 前条第 2 項の規定は、前項の規定により契約を解除した場合に準用する。 3 甲は、第 1 項の規定により契約を解除した場合において、これにより乙に損害を及ぼしたときは、乙と協議して、その 損害を賠償しなけれ ばならない。 \n（解除に伴う措置） \n第 33 条 契約が解除された場合においては、乙は、次項以下に定める措置をとらなければならない。 2 工事用地等に、その所有に属する工事材料、建設機械器具、仮設物その他の物件 （下請負人の所有に属するこれらの物件を含む。 ） があるときは、これを搬出するとともに工事用地等を現状に復して甲に明け渡さなければならない。 3 前項の場合において、乙が正当な理由がないのに、一定の期間内に物件を撤去せず、又は工事用地等を原状に復さないときは、甲は 乙に代わって当該物件を処分し、その他工事用地等を原状に復することができる。この場合においては、乙は、甲の処分等に ついて異議 を申し出ることができないとともに、甲のこれに要した費用を負担しなければならない。 4 第 2 項及び第 3 項に規定する乙のとるべき措置の期限、方法等については、契約の解除が第 31 条の規定による甲の解除権の行使で あるときは甲が定め、第 32 条の規定による甲の解除権の行使であるときは甲乙協議して定める。 \n（火災保険等）\n 第 34 条 乙は、工事目的物及び工事材料等につき火災保険その他の保険に加入しな ければならない。 2 乙は、前項の規定により保険契約を締結したときは、その証券を遅滞なく甲に提示しなければならない。 \n（紛争の解決）\n 第 35 条 この約款の各条項において甲乙協議して定めるものにつき協議がととのわない場合、その他この契約に関して甲乙間に紛争を生じた場 合には、甲及び乙は、建設業法による北海道建設工事紛争審査会 （以下「審査会」という。）のあっせん又は調停によりその解決を図る。 2 甲及び乙は、その一方、又は双方が前項の審査会のあっせん又は調停により紛争を解決する見込みがないと 認めたときは、前項の規 定にかかわらず、審議会の仲裁に付し、その仲裁判断に服するものとする。 \n（その他） \n第 36 条 この契約に定めるもののほか、乙は関係法令を遵守するとともに、その他必要な事項については甲乙協議のうえ定めるものとする。",
          "",
          "",
          "",
          "\n（甲の請求による工期の短縮等）\n 第 17 条 甲は、やむを得ない理由により工期を短縮する必要があるときは、乙に対して書面をもって工期の短縮を求めることができる。この場合に おける短縮日数は、甲乙協議して書面をもって定めなければならない。 2 甲は、前項の場合において、必要があると認められるときは、請負代金額を変更しなければならない。この場合において、第 15 条第 2 項 の規定を準用する。 \n（臨機の措置）\n 第 18 条 乙は、災害防止等のため必要があると認めるときは、臨機の措置をとらなければならない。この場合において、必要があると認められると きは、あらかじめ工事監替員の意見を聞かなければならない。ただし緊急やむを得ない事情があるときは、この限りでない。 2 工事監督員は、災害防止その他工事の施工上特に必要があると認められるときは乙に対して臨機の措置をとることを求めることができる ものとし、乙は、これを承諾するものとする。 3 前 2 項の場合において、乙はその取った措置の内容を遅滞なく工事監督員に書面をもって通知しなければならない。 4 乙が第 1 項又は第 2 項の規定により臨機の措置をとった 場合において、当該措置に要した費用のうち、乙が 請負代金額の範囲内にお いて負担することが適当でないと認められる部分については、甲がこれを負担する。この場合における甲の負担額は、甲乙協議して定め る。 \n（一般的損害）\n 第 19 条 工事目的物の引渡し前に、工事目的物又は工事材料について生じた損害その他工事の施工に関して生じた損害 （次条第 1 項若しく は第 2 項又は第 21 条第 1 項に規定する損害を除く。）は、乙の負担とする。ただし、その損害のうち甲の責に帰すべき理由により生じたも のについては、甲がこれを負担（火災保険その他の保険等によりてん補されるものを除く。 ）する。 \n（第 3 者に及ぼした損害）\n 第 20 条 工事の施工に伴い第 3 者に損害を及ぼしたときは、次項に定める場合を除くほか乙がその損害を賠償しなければならない。ただし、その 損害のうち甲の貢に帰すべき理由により生じたものについては、甲がこれを負担する。 2 工事の施工に伴い通常避けることのできない地盤沈下、地下水の断絶等の理由により第 3 者に損害を生じたときは、甲がその損害を補 償しなければならない。ただし、その損害のうち工事の施工に つき乙が善良な管理者の注意義務を怠ったことにより生じたものは乙がこれ を負担する。 3 前 2 項の場合、その他工事の施工について第 3 者との間に紛争を生じた場合においては、甲乙協力してその処理解決に当たるものと する。 \n（天災その他の不可抗力による損害）\n 第 21 条 暴風、豪雨、洪水、地震、地すべり、落盤、火災、騒乱、暴動、その他の 自然的又は人為的な事象であって、甲乙双方の責に帰すべか らざるもの（以下「天災その他の不可抗カ」という。）により、工事の出来形部分、工事仮設物、現場 搬入済の工事材料又は建設機械器具 に損害を生じたとき、乙は、その事実の発生後遅滞なくその状況を甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、直ちに現場代理人立会のもとに調査を行い、前項の損害 （乙が善良な管理者の注意義務 を怠ったことに基づくもの及び火災保険その他の保険等によりてん補されるものを除く。以下本条において同じ。 ）の状況を確認し、その 結果を書面をもって乙に通知しなければならない。 3 乙は、前項の規定により損害の状況が確認されたときは、甲に対して書面をもって請負代金額の変更又は損害額の負担を求めることが できる。 4 甲は、前項の規定により乙から 請負代金額の変更又は損害額の負担の請求があったときは、当該損害の額 （工事の出来形部分又は通 常妥当と認められる工事仮設物、現場搬入済みの工事材料若しくは建設機械器具であって第 11 条第 2 項、第 12 条第 1 項若しくは第 2 項の規定による検査又は立会その他乙の工事に関する記録 等により確認しうるものに係る額に限る。以下本条において「損害額」とい う。）のうち請負代金額の 100 分の 2 を超える額を負担するものとする。 5 損害額は、次の各号に掲げる損害につきそれぞれ当該各号に定めるところにより甲乙協議して定める。 (1) 工事の出来形部分に関する損害 損害を受けた出来形部分に相応する請負代金額とし、残存価値がある場合には、その評価額を控除した額とする。 (2) 工事材料に関する損害 損害を受けた工事材料に相応する請負 代金額とし、残存価値がある場合にはその評価額を控除した額とする。 (3) 工事仮設物又は建設機械器具に関する損害 損害を受けた工事仮設物又は建設機械器具について、当該工事で償却することとしている償却の額から損害を受けた時点における 出来形部分に相応する償却費の額を控除した額とする。ただし、修繕によりその機能を回復することができ、か つ、修繕費の額が上記 の額より少額であるものについては、その修繕費の額とする。 6 数次にわたる天災その他の不可抗力により損害額が累積した場合に おける第 2 次以降の天災その他の不可抗力による請負代金額の 変更又は損害額の負担については、第 4 項中「当該損害の額」とあるのは「損害の額の累計」と「請負代金額の 100 分の 2 を超える額」と あるのは「請負代金額の 100 分の 2 を超える額からすでに負担した額を控除した額」と読み替えて同項を適用する。 7 天災その他の不可抗力によって生じた損害の取片づけに要する費用は、甲乙協議して甲がこれを負担する。 8 甲は、前各項の規定に基づく天災その他の不可抗力による損害及び取片づけに要する費用の負担に代えて請 負代金額につき、当該 負担すべき額に相当する額を増額することができる。 \n（請負代金額の変更に代える工事内容の変更 ）\n 第 22 条 甲は、第 13 条から第 15 条まで、第 17 条から第 19 条まで、第 21 条又は第 25 条の規定により請負代金額を増額すべき場合 （費用を 負担すべき場合を含む。）において、やむを得ない理由があるときは、請負代金額の増額の全部又は一部に代えて工事内容を変更する ことができる。\n （検査及び引渡し）\n 第 23 条 乙は、工事が完成したときは、その旨を書面をもって甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、その日から起算して 14 日以内に乙の立会のもとに工事の完成を確認するための検査を行 い、その結果を乙に通知するものとする。 3 甲は、前項の検査に合格したときは、すみやかに受渡書により、当該工事目的物の引渡しを受けなければならない。 4 乙は、工事が第 2 項の検査に合格しないときは、直ちに修補して甲の検査を受けなければならない。この場合において前 3 項の規定を 準用する。 5 甲は、第 2 項の検査にあたり、乙が第 11 条第 2 項もしくは、第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が 設計図書に適合しないと認められる相当の理由があるときは、工事目的物を最小限度 破壊して検査することができる。この場合において、 当該検査およぴ復旧に要する費用は、乙の負担とする。 \n（請負代金の支払）\n 第 24 条 乙は、前条第 3 項（前条第 4 項において準用する場合を含む。）の引渡しを終えたときは、書面をもって請負代金の支払を請求すること ができる。 2 甲は、前項の規定による請求を受けたときは、その日から起算して 60 日以内に請負代金を支払わなければならない。 3 甲かその責に帰すべき理由により前条第 2 項の期間内に検査しないときは、その期限を経過した日から検査をした日までの期間の日数 は、前項の期間（以下「約定期間」という。）の日数から差し引くものとする。この場合において、その遅延日数が約定期間の日数を超える ときは、約定期間は遅延日数が約定期間の日数を超えた日において満了したものとみなす。 \n（部分使用）\n 第 25 条 甲（甲の指定する代理人を含む。以下この条項同じ。 ）は、第 23 条第 3 項の規定による引き渡し期日以前より、工事目的物の全部又 は 一部を使用して、新さ っぽろアークシティの営業に必要な工事及び作業をすることができるものとし、乙は、これに協 力しなければならな い。 2 前項の場合、甲は、その使用部分を善良な管理者の注意をもって使用しなければならない。\n （部分払）\n 第 26 条 乙は、甲に対し、工事の完成前に、工事の出来形部分、工事仮設物、工事現場に搬入した工事材料に相応する 請負代金相当額の 10 分の 9 以内の額について、部分払を 請求することができる。 2 乙は、前項により部分払の請求をするとき、あらかじめ当該 請負に係る工事の出来形部分等の確認を甲 に求めるものとし、甲は、遅滞な くその確認のための検査を行ない、その結果を乙に通知しなければならない。 3 乙は、前項の規定による通知があったとき、甲に対し書面をもって部分払を請求できるものとし、甲は、当該請求のあった日から起算して 30 日以内に部分払金を支払わなければならない。ただし、特別な事情があるときは、甲は、乙と協議のうえ、 30 日を超えて支払うことがで きる。\n （部分引渡し）\n 第 27 条 工事目的物について、甲が設計図書において工事の完成に先だって引渡しを受けるべきことを指定した部分 （以下「指定部分」という。） がある場合において、当該部分の工事が完了したときにっいては、第 23 条中「工事」とあるのは、「指定部分に係る工事」と第 24 条中「請 負代金」とあるのは「指定部分に相応する請負代金」と読み替えてこれらの規定を準用する。\n （第三者による代理受領）\n 第 28 条 乙は、書面をもって甲の承諾を得て請負代金の受領につき、第三者を代理人とすることができる。\n "
        ]
      ]
    },
    "オーシャン": {
      "rows": 49,
      "data": [
        [
          "",
          "",
          "",
          "1oO5EM8KRRRn82PIT4YZqVPbPr4vRBL1idXbdEI2PEhc"
        ],
        [
          "工事請負契約約款 \n（総則）\n 第 1 条 甲及び乙は、契約書記載の工事の請負契約に関し、契約書に定めるもののほか、この約款に基づき、別添の図面及び仕様書 （以下これ らの図面及び仕様書を「設計図書」という。）に従い、これを履行しなければならない。 2 この約款及び設計図書に特別の定めがある場合を除き、仮設、工法等工事目的を完成するための必要な一切の手段に ついては、乙が 定めることができる。 \n（関連工事の調整）\n 第 2 条 甲は、乙の施工する工事及び甲の発注に係る第三者の施工する他の工事が施工上密接に関連する場 合において、必要があるときは、 その施工につき調整を行うものとし、乙は、甲の調整に従い、第三者の行う工事の円滑な施工に 協力しなければならない。 \n（請負代金内訳書及び工事工程表）\n 第 3 条 乙は、甲が指示する期日までに、設計図書に基づいて請負代金内訳書 （以下「内訳書」という。）及び工事工程表を甲に提出し、その承 認を受けなければならない。工事の変更があったときも同様とする。 \n（権利義務の譲渡等） \n第 4 条 乙は、甲の書面による承諾なしに、この契約より生ずる権利又は義務を第三者に譲渡し、又は承継させてはならない。 2 乙は、甲の書面による承諾なしに工事目的物を第三者に譲渡し若しくは貸与し又は抵当権その他の担保の目的に供してはならない。 \n（一括委任又は一括請負の禁止）\n 第 5 条 乙は、甲の書面による承諾なしに工事の全部又は大部分を一括して第三者に委任し、又は請け負わせてはならない。 \n（下請負人の通知及び変更）\n 第 6 条 乙は、この契約により請け負った工事を第三者に委任し、又は請け負わせた場合において、甲からその下請負人等に ついて、名称その 他必要な事項の報告を求められたときは、直ちに甲に通知しなけれ ばならない。 2 甲は、工事の施工又は管理につき著しく不適当と認められる下 請負人があるときは、乙に対してその変更を求めることができる。 \n（特許権等の使用） \n第 7 条 乙は、工事の施工にあたり甲の承諾なしに特許権その他第三者の権利の目的となっている方式 （以下「特許権等」という。）を採用しては ならない。 2 甲が、特許権等の採用を指示したとき、乙は、これに従わなければならない。 3 乙は、前 2 項により、特許権等を使用するとき、その使用に関する一切の責任を負わなけれ ばならない。 \n（工事監督員） \n第 8 条 甲は、乙の工事の施工について、自己に代わって指示監督する工事監督員を定め、書面をもってその氏名を乙に通知しなけれ ばならな い。工事監督員を変更したときも同様とする。 2 工事監督員は、この約款に基づく甲の権限とされている事項のうち、甲が必要と認めて委任したもののほか、設計図書に定められた 範 囲内において、次の各号に掲げる権限を有する。 (1) 設計図書に基づく工事施工の立会、工程の管理、工事の施工状況の検査及 び乙の現場代理人に対する指示。 (2) 設計図書に基づく工事 の施工のために必要な詳細図等の作成及び交付又は乙が作成したこれらの図面の検査及 び承諾。 (3) 設計図書に基づく工事材料及び工事の施工に必要な工事仮設物その他の工作物の試験又は検査 。 (4) 関連する工事に対する工程等の調整 。3 甲は、2 名以上の工事監督員を置き前項の権限を分担させ たときは、それぞれの工事監督員が分担する権限の内容を書面をもって 乙 に通知しなければならない。分担を変更したときも同様とする。 \n（現場代理人及び主任技術者等） \n第 9 条 乙は、現場代理人及び工事現場における工事の施工の技術上の管理をつかさどる次の各号に掲げる者を定め、書面をもってその氏名 を甲に通知しなければならない。これらの者を変更したときも同様とする。 (1) 主任技術者（建設業法第 26 条に規定する主任技術者、監理技術者又は専任の主任技術者若しくは監理技術者をいう。 ） (2) 専門技術者（建設業法第 26 条の 2 に規定する技術者をいう。） 2 現場代理人は、この契約の履行に関し工事現場に常駐し、現場監督員の指示に従い、その運営、取締りを行うほか、この約款に基づく 乙の一切の権限（請負代金額の変更、工期の変更、請負代金の講求及び受領、次条に係る権限並びにこの契約の解除に係るものを除 く。)を行使することができる。 3 乙は、前項の規定にかかわらず、自己の有する権限のうちこれを現場代理人に委任せず自ら行使しようとするものがあるときは、あらかじ め当該権限の内容を書面をもって甲に通知しなけれ ばならない。 4 現場代理人、主任技術者及び専門技術者は、これを兼ねることができる。 \n（工事関係者に関する措置請求）\n 第 10 条 甲は、現場代理人、主任技術者、専門技術者、そ の他乙が工事を施工するために使用している労働者等で、工事の施工又は管理に つ き著しく不適当と認められるものがあるときは、乙に対して、必要な措置をとるべきことを求めることができるものとし、乙はこれに応じなけれ ばならない。 2 乙は、工事監督員がその職務の執行につき著しく不適当と認められるときは、甲に対して、必要な措置をとる べきことを求めることができ る。 3 甲又は乙は、前 2 項の規定による請求があったときは当該請求に係る事項について決定し、 請求を受理した日から 10 日以内にその結 果を書面をもって相手方に通知しなければならない。 \n（工事材料の品種及び検査等） \n第 11 条 工事材料につき設計図書にその品質が明示されていないものは、中等の品質を有するものとする。 2 乙は、設計図書において工事監督員の検査を受けて使用すべきものと指定された工事材料については、当該検査に合格したものを使 用しなければならない。 3 工事監督員は、乙から前項の検査を求められたときは、遅滞なく、これに応じなけれ ばならない。 4 第 2 項の検査に直接必要な費用は、乙の負担とする。 5 乙は、工事現場に搬入した工事材料を工事監督員の承諾なしに工事現場外に搬出してはならない。 6 乙は、前項の規定にかかわらず、検査の結果不合格と決定された工事材料に ついては、遅滞なくこれを引き取り、工事現場外に搬出し なければならない。 \n（工事監督員の立会及び工事記録の整備等 ）\n 第 12 条 乙は、設計図書において工事監督員の立会のうえ調合し、又は調合について見本検査を受けるものと指定された工事材料に ついては、 当該立会を受けて調合し、又は当該検査に合格したものを使用しなけれ ばならない。 2 乙は、設計図書において工事監督員の立会のうえ施工するものと指定された工事については、当該立会を受けて施工しなければならな い。 3 乙は、前 2 項の規定により必要とされる工事監督員の立会又は見本検査を受けるほか、甲が特に必要があると認めて設計図書において 見本又は工事写真等の記録を整備すべきものと指定した工事材料の調合又は工事の施工をするときは、設計図書で定めるところにより 当該記録を整備し、工事監督員の要求があったときは遅滞なくこれを提出しなければならない。 4 工事監督員は、乙から第 1 項若しくは第 2 項の立会又は見本検査を求められたときは、遅滞なくこれに応じなければならない。工事監督 員が正当な理由がないのに乙の求めに遅滞なく応じないため、その後の工程に支障をきたすときは、乙は書面をもって工事監督員に通 知したうえ当該立会又は見本検査を受けることなく工事材料を調合して使用し、又は工事を施工することができる。この場含においては、 乙は、当該工事材料の調合又は当該工事の施工を適切に行ったことを証する見本又は工事写真等の記録を整備し、工事監督員の要 求があったときは、遅滞なくこれを提出しなければならない。 \n（設計図書不適合の場合の改造義務、破壊検査等）\n 第 13 条 乙は、工事の施工が設計図書に適合しない場合において、工事監督員がその改造を請求したときは、これに従わなければならない。こ の場合において、乙は請負代金額の増額又は工期の延長を請求することはできない。ただし、当該不適合が甲の責に帰すべき理由によ るときは、第 15 条第 1 項後段、同条第 2 項及び同条第 3 項の規定を準用する。 2 甲又は工事監督員は、乙が第 11 条第 2 項若しくは第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が設計図書 に適合しないと認められる相当の理由がある場合において、必要があると認められるときは、工事の施工部分を破壊して検査することがで きる。この場合においては、当該検査及び復旧に要する費用は乙の負担とする。\n （条件変更等）\n 第 14 条 乙は、工事の施工にあたり、次の各号の一に該当する事実を発見したときは、直ちに書面をもってその旨を工事監督員に通知し、その 確認を求めなければならない。 (1) 設計図書と工事現場の状態とが一致しないこと。 (2) 設計図書の表示が明確でないこと。（図面と仕様書が交互符号しないこと、若しくは、設計図書に誤謬又は脱漏があることを含む 。） (3) 工事現場の地質、湧水等の状態、施工上の制約等設計図書に示された自然的又は人為的な施工条件が実際と相連すること。 (4) 工事現場において、施工の支障となる予期することのできない事態が生じたこと。 2 工事監督員は、前項の確認を求められたとき又は自ら前項各号に掲げる事実を発見したときは、直ちに現場代理人立会いのもとに調 査 を行い、その結果（これに対してとるべき措置を指示する必要があるときは、当該指示を含む。 ）を書面をもって、乙に通知しなければなら ない。 3 甲は、第 1 項各号に掲げる事実が確認された場合において、必要があると認められるときは工事内容の変更又は設計図書の訂正を行 わなければならない。この場合において次条第 1 項後段および同条第 2 項の規定を準用する。 4 乙は、次の各号の一に該当するときは、 10 日以内にその旨を書面をもって甲に通知して工事の全部又は一部の施工を一時中止するこ とができる。ただし、甲がその期間内に合意、変更、又は訂正に係る決定を行わないことにつき、やむを得ない理由があるときはこの限 りで ない。 (1) 第 1 項の規定による確認を求めた後、20 日以内に確認について合意が成立しないとき。 (2) 第 2 項の規定による確認についての合意が成立した後、甲が 20 日以内に工事内容の変更又は設計図書の訂正を行わないとき。 (3) 前項において準用する次条第 2 項の規定による措置を申し出た後甲が 20 日以内にその措置を行わないとき。 \n（工事の変更、中止等）\n 第 15 条 甲は、やむを得ない理由があるときは、書面をもって乙に通知し、工事内容を変更し、又は、工事の全部若しくは一部 の施工を一時中 止させることができる。この場合において必要があると認められるときは、次項及び第 3 項に定めところにより、請負代金若しくは工期を変 更し、又は必要な費用等を甲が負担するものとする。 2 前項の場合に括ける請負代金額又は工期の変更は、甲乙協議して定めるものとする。 3 甲は、第 1 項の場合において、乙が工事の続行に備え工事現場を維持し、又は労働者、建設機械器具等を保持するための費用その他 の工事の施工の一時中止に伴う増加費用を必要としたときは、乙と協議してその増加費用の一部を負担しなけ ればならない。 4 天災その他の不可抗カにより、工事目的物等に損害が生じたこと又は工事現場の状態が変動したこと等のため乙が工事を施工できな いと認められるときは、甲は第 1 項の規定により工事の全部又は一部の施工を中止させることができる。 5 乙は、第 1 項の通知を受けたときは、甲の指定する期間内に請書を提出しなければならない。 \n（乙の請求による工期の延長）\n 第 16 条 乙は、天候の不良等その責に帰することができない理由その他の正当な理由により工期内に工事を完成することができないときは、甲に 対して遅滞なくその理由を明らかにした書面をもって工期の延長を求めることができる。この場合における延長日数は甲乙協議して書面 をもって定めなければならない。 \n",
          "",
          "",
          "建 設 工 事 下 請 契 約 書"
        ],
        [],
        [
          "",
          "",
          "",
          "1",
          "工事名　",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "2",
          "担当工事内容",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "3",
          "工事場所",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "4",
          "工期",
          "着　工",
          "",
          "",
          "",
          "令和6年12月20日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "完　成",
          "",
          "",
          "",
          "令和7年2月18日"
        ],
        [
          "",
          "",
          "",
          "5",
          "工事を施工しない日",
          "日曜日"
        ],
        [
          "",
          "",
          "",
          "6",
          "工事を施工しない時間帯",
          "#REF!"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "\\",
          "1",
          "6",
          "7",
          "2",
          "0",
          "0",
          "0"
        ],
        [
          "",
          "",
          "",
          "7",
          "請負代金額"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "うち",
          "工事価格",
          "",
          "",
          "",
          "",
          "¥1,520,000"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　取引に係る消費税額及び"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　地方消費税の額を除く額"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "取引に係る消費税"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "及び地方消費税の額",
          "",
          "",
          "",
          "",
          "",
          "¥152,000"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "(注)請負代金額は、工事価格に、取引に係る消費税及び地方消費税の額を加えた額。"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（1）",
          "前金払：",
          "",
          "契約成立の時に"
        ],
        [
          "",
          "",
          "",
          "8",
          "請負代金金額の支払",
          "（2）",
          "部分払：",
          "",
          "",
          "",
          "",
          "",
          "支払請求締切日　令和　　年　　月　　日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（3）",
          "完成払：",
          "",
          "完成引渡しの時",
          "",
          "",
          "",
          "現金100％で支払う"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "※代金受領後、",
          "",
          "",
          "30",
          "日以内に支払う"
        ],
        [],
        [
          "",
          "",
          "",
          "9",
          "本建設工事が「建設工事に係る資材の再資源化等に関する法律」第9条第1項に定める対象建設工事に該当する場合、別紙「建設工事に係る資材の再資源化等に関する法律第13条及び省令第4条に基づく書面」に必要事項を記載のうえ、必ず工事請負契約書及び約款と一体化する。"
        ],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "上記工事について、発注者　",
          "有限会社　三雄建設",
          "",
          "",
          "",
          "",
          "",
          "と受注者",
          "",
          "",
          "オーシャンロード株式会社"
        ],
        [
          "",
          "",
          "",
          "",
          "とは添付の工事請負契約約款の各条項および上記の内容により請負契約を締結する。\n なお、この証として本書2通を作成し、当事者および保証人が記名押印して当事者がそれぞれ1通を保有する。"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "発注者",
          "",
          "熊本県熊本市東区吉原町２７５番地１"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "有限会社　三雄建設",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　池田　好敬"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-273-7124"
        ],
        [],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "受注者",
          "",
          "熊本県上益城郡嘉島町上仲間1869番地"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "オーシャンロード株式会社",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　石井　裕二"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-285-4155"
        ],
        [],
        [],
        [
          "\n （かし担保）\n 第 29 条 工事目的物にかしがあるときは、甲は、乙に対して相当の期間を定めてそのかしの修補を請求し、又は修補に代え若しくは修補とともに 損害の賠償を請求することができる。ただし、かしが重要ではなく、かつその修補に過分の費用を要するときは、甲は修補を請求すること ができず、損害賠償の請求のみをなし得るものとする。 2 前項の規定によるかし修補又は損害賠償の請求は、第 23 条第 3 項（第 23 条第 4 項及び第 27 条においてこれらの規定を準用する場 合を含む。）の規定による引渡しを受けた日から 3 年以内に、これを行わなければならない。ただし、そのかしが乙の故意又は重大な過失 により生じた場合には、当該請求をすることのできる期間は 10 年とする。 3 甲は、工事目的物の引渡しの際にかしがあることを知ったときは、第 1 項の規定にかかわらず、遅滞なく書面をもってその旨を乙に通知 しなければ、当該かしの修補又は損害賠償の請求をすることはできない。ただし、乙がそのかしがあることを知っていたときはこの限りでな い。 4 工事目的物が第 1 項のかしにより滅失又はき損したときは、甲は、第 2 項に定める期間内で、かつ、その滅失又はき損の日から 6 ケ月以 内に第 1 項の権利を行使しなければならない。 5 第 1 項の規定は、工事目的物のかしが甲若しくは工事監督員の指示によ り生じたものであるときは、これを適用しない。ただし、乙がその 指示の不適当であることを知りながらこれを通知しなかったときは、この限りでない。 \n（履行遅滞の場合に於ける違約金等）\n 第 30 条 乙の責に帰すべき理由により工期内に工事を完成することができない場合において、工期経過後に完成する見込みのあると きは、甲は 乙から違約金を徴収して工期を延長することができる。 2 前項の違約金の額は、請負代金額から引渡し部分に相応する請負代金額を控除した額に つき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割 合で計算した額とする。 3 甲の責に帰すべき理由により、第 24 条第 2 項（第 27 条において準用する場合を含む。）の規定による請負代金の支払が遅れた場合に おいて、乙は、未受領金額につき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割合で計算した額の遅延利息の支払を甲に請求することができ る。 \n（甲の解除権・その 1）\n 第 31 条 甲は、乙が次の各号の一に該当するときは、契約を解除することができる。 (1) 乙の責に帰すべき理由により工期内又は工期経過後相当の期間内に工事を完成する見込みがないと明らかに認められ るとき。 (2) 正当な理由がないのに、工事着手すべき時期を過ぎても工事に着手しないとき。 (3) 前 2 号に掲げる場合のほか、契約に違反し、その違反により契約の目的を達することができないと認められるとき。 (4) 乙が甲と 2 つ以上の契約を締結している場合にそのうちの契約の 1 つが前各号に相当する理由により解除されたとき。 2 甲は、前項の規定により契約を解除したときは、工事の出来形部分を検査のうえ当該検査に合格した部分に相応する 請負代金を乙に 支払わなければならない。 3 前 1 項の規定により契約が解除された場合に おいては、乙は、請負代金額の 10 分の 1 に相当する額を違約金として甲の指定する期間 内に支払わなければならない。 \n（甲の解除権・その 2）\n 第 32 条 甲は、工事が完成しない間は、前条第 1 項に規定する場合のほか必要があるときは、契約を解除することができる。 2 前条第 2 項の規定は、前項の規定により契約を解除した場合に準用する。 3 甲は、第 1 項の規定により契約を解除した場合において、これにより乙に損害を及ぼしたときは、乙と協議して、その 損害を賠償しなけれ ばならない。 \n（解除に伴う措置） \n第 33 条 契約が解除された場合においては、乙は、次項以下に定める措置をとらなければならない。 2 工事用地等に、その所有に属する工事材料、建設機械器具、仮設物その他の物件 （下請負人の所有に属するこれらの物件を含む。 ） があるときは、これを搬出するとともに工事用地等を現状に復して甲に明け渡さなければならない。 3 前項の場合において、乙が正当な理由がないのに、一定の期間内に物件を撤去せず、又は工事用地等を原状に復さないときは、甲は 乙に代わって当該物件を処分し、その他工事用地等を原状に復することができる。この場合においては、乙は、甲の処分等に ついて異議 を申し出ることができないとともに、甲のこれに要した費用を負担しなければならない。 4 第 2 項及び第 3 項に規定する乙のとるべき措置の期限、方法等については、契約の解除が第 31 条の規定による甲の解除権の行使で あるときは甲が定め、第 32 条の規定による甲の解除権の行使であるときは甲乙協議して定める。 \n（火災保険等）\n 第 34 条 乙は、工事目的物及び工事材料等につき火災保険その他の保険に加入しな ければならない。 2 乙は、前項の規定により保険契約を締結したときは、その証券を遅滞なく甲に提示しなければならない。 \n（紛争の解決）\n 第 35 条 この約款の各条項において甲乙協議して定めるものにつき協議がととのわない場合、その他この契約に関して甲乙間に紛争を生じた場 合には、甲及び乙は、建設業法による北海道建設工事紛争審査会 （以下「審査会」という。）のあっせん又は調停によりその解決を図る。 2 甲及び乙は、その一方、又は双方が前項の審査会のあっせん又は調停により紛争を解決する見込みがないと 認めたときは、前項の規 定にかかわらず、審議会の仲裁に付し、その仲裁判断に服するものとする。 \n（その他） \n第 36 条 この契約に定めるもののほか、乙は関係法令を遵守するとともに、その他必要な事項については甲乙協議のうえ定めるものとする。",
          "",
          "",
          "",
          "\n（甲の請求による工期の短縮等）\n 第 17 条 甲は、やむを得ない理由により工期を短縮する必要があるときは、乙に対して書面をもって工期の短縮を求めることができる。この場合に おける短縮日数は、甲乙協議して書面をもって定めなければならない。 2 甲は、前項の場合において、必要があると認められるときは、請負代金額を変更しなければならない。この場合において、第 15 条第 2 項 の規定を準用する。 \n（臨機の措置）\n 第 18 条 乙は、災害防止等のため必要があると認めるときは、臨機の措置をとらなければならない。この場合において、必要があると認められると きは、あらかじめ工事監替員の意見を聞かなければならない。ただし緊急やむを得ない事情があるときは、この限りでない。 2 工事監督員は、災害防止その他工事の施工上特に必要があると認められるときは乙に対して臨機の措置をとることを求めることができる ものとし、乙は、これを承諾するものとする。 3 前 2 項の場合において、乙はその取った措置の内容を遅滞なく工事監督員に書面をもって通知しなければならない。 4 乙が第 1 項又は第 2 項の規定により臨機の措置をとった 場合において、当該措置に要した費用のうち、乙が 請負代金額の範囲内にお いて負担することが適当でないと認められる部分については、甲がこれを負担する。この場合における甲の負担額は、甲乙協議して定め る。 \n（一般的損害）\n 第 19 条 工事目的物の引渡し前に、工事目的物又は工事材料について生じた損害その他工事の施工に関して生じた損害 （次条第 1 項若しく は第 2 項又は第 21 条第 1 項に規定する損害を除く。）は、乙の負担とする。ただし、その損害のうち甲の責に帰すべき理由により生じたも のについては、甲がこれを負担（火災保険その他の保険等によりてん補されるものを除く。 ）する。 \n（第 3 者に及ぼした損害）\n 第 20 条 工事の施工に伴い第 3 者に損害を及ぼしたときは、次項に定める場合を除くほか乙がその損害を賠償しなければならない。ただし、その 損害のうち甲の貢に帰すべき理由により生じたものについては、甲がこれを負担する。 2 工事の施工に伴い通常避けることのできない地盤沈下、地下水の断絶等の理由により第 3 者に損害を生じたときは、甲がその損害を補 償しなければならない。ただし、その損害のうち工事の施工に つき乙が善良な管理者の注意義務を怠ったことにより生じたものは乙がこれ を負担する。 3 前 2 項の場合、その他工事の施工について第 3 者との間に紛争を生じた場合においては、甲乙協力してその処理解決に当たるものと する。 \n（天災その他の不可抗力による損害）\n 第 21 条 暴風、豪雨、洪水、地震、地すべり、落盤、火災、騒乱、暴動、その他の 自然的又は人為的な事象であって、甲乙双方の責に帰すべか らざるもの（以下「天災その他の不可抗カ」という。）により、工事の出来形部分、工事仮設物、現場 搬入済の工事材料又は建設機械器具 に損害を生じたとき、乙は、その事実の発生後遅滞なくその状況を甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、直ちに現場代理人立会のもとに調査を行い、前項の損害 （乙が善良な管理者の注意義務 を怠ったことに基づくもの及び火災保険その他の保険等によりてん補されるものを除く。以下本条において同じ。 ）の状況を確認し、その 結果を書面をもって乙に通知しなければならない。 3 乙は、前項の規定により損害の状況が確認されたときは、甲に対して書面をもって請負代金額の変更又は損害額の負担を求めることが できる。 4 甲は、前項の規定により乙から 請負代金額の変更又は損害額の負担の請求があったときは、当該損害の額 （工事の出来形部分又は通 常妥当と認められる工事仮設物、現場搬入済みの工事材料若しくは建設機械器具であって第 11 条第 2 項、第 12 条第 1 項若しくは第 2 項の規定による検査又は立会その他乙の工事に関する記録 等により確認しうるものに係る額に限る。以下本条において「損害額」とい う。）のうち請負代金額の 100 分の 2 を超える額を負担するものとする。 5 損害額は、次の各号に掲げる損害につきそれぞれ当該各号に定めるところにより甲乙協議して定める。 (1) 工事の出来形部分に関する損害 損害を受けた出来形部分に相応する請負代金額とし、残存価値がある場合には、その評価額を控除した額とする。 (2) 工事材料に関する損害 損害を受けた工事材料に相応する請負 代金額とし、残存価値がある場合にはその評価額を控除した額とする。 (3) 工事仮設物又は建設機械器具に関する損害 損害を受けた工事仮設物又は建設機械器具について、当該工事で償却することとしている償却の額から損害を受けた時点における 出来形部分に相応する償却費の額を控除した額とする。ただし、修繕によりその機能を回復することができ、か つ、修繕費の額が上記 の額より少額であるものについては、その修繕費の額とする。 6 数次にわたる天災その他の不可抗力により損害額が累積した場合に おける第 2 次以降の天災その他の不可抗力による請負代金額の 変更又は損害額の負担については、第 4 項中「当該損害の額」とあるのは「損害の額の累計」と「請負代金額の 100 分の 2 を超える額」と あるのは「請負代金額の 100 分の 2 を超える額からすでに負担した額を控除した額」と読み替えて同項を適用する。 7 天災その他の不可抗力によって生じた損害の取片づけに要する費用は、甲乙協議して甲がこれを負担する。 8 甲は、前各項の規定に基づく天災その他の不可抗力による損害及び取片づけに要する費用の負担に代えて請 負代金額につき、当該 負担すべき額に相当する額を増額することができる。 \n（請負代金額の変更に代える工事内容の変更 ）\n 第 22 条 甲は、第 13 条から第 15 条まで、第 17 条から第 19 条まで、第 21 条又は第 25 条の規定により請負代金額を増額すべき場合 （費用を 負担すべき場合を含む。）において、やむを得ない理由があるときは、請負代金額の増額の全部又は一部に代えて工事内容を変更する ことができる。\n （検査及び引渡し）\n 第 23 条 乙は、工事が完成したときは、その旨を書面をもって甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、その日から起算して 14 日以内に乙の立会のもとに工事の完成を確認するための検査を行 い、その結果を乙に通知するものとする。 3 甲は、前項の検査に合格したときは、すみやかに受渡書により、当該工事目的物の引渡しを受けなければならない。 4 乙は、工事が第 2 項の検査に合格しないときは、直ちに修補して甲の検査を受けなければならない。この場合において前 3 項の規定を 準用する。 5 甲は、第 2 項の検査にあたり、乙が第 11 条第 2 項もしくは、第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が 設計図書に適合しないと認められる相当の理由があるときは、工事目的物を最小限度 破壊して検査することができる。この場合において、 当該検査およぴ復旧に要する費用は、乙の負担とする。 \n（請負代金の支払）\n 第 24 条 乙は、前条第 3 項（前条第 4 項において準用する場合を含む。）の引渡しを終えたときは、書面をもって請負代金の支払を請求すること ができる。 2 甲は、前項の規定による請求を受けたときは、その日から起算して 60 日以内に請負代金を支払わなければならない。 3 甲かその責に帰すべき理由により前条第 2 項の期間内に検査しないときは、その期限を経過した日から検査をした日までの期間の日数 は、前項の期間（以下「約定期間」という。）の日数から差し引くものとする。この場合において、その遅延日数が約定期間の日数を超える ときは、約定期間は遅延日数が約定期間の日数を超えた日において満了したものとみなす。 \n（部分使用）\n 第 25 条 甲（甲の指定する代理人を含む。以下この条項同じ。 ）は、第 23 条第 3 項の規定による引き渡し期日以前より、工事目的物の全部又 は 一部を使用して、新さ っぽろアークシティの営業に必要な工事及び作業をすることができるものとし、乙は、これに協 力しなければならな い。 2 前項の場合、甲は、その使用部分を善良な管理者の注意をもって使用しなければならない。\n （部分払）\n 第 26 条 乙は、甲に対し、工事の完成前に、工事の出来形部分、工事仮設物、工事現場に搬入した工事材料に相応する 請負代金相当額の 10 分の 9 以内の額について、部分払を 請求することができる。 2 乙は、前項により部分払の請求をするとき、あらかじめ当該 請負に係る工事の出来形部分等の確認を甲 に求めるものとし、甲は、遅滞な くその確認のための検査を行ない、その結果を乙に通知しなければならない。 3 乙は、前項の規定による通知があったとき、甲に対し書面をもって部分払を請求できるものとし、甲は、当該請求のあった日から起算して 30 日以内に部分払金を支払わなければならない。ただし、特別な事情があるときは、甲は、乙と協議のうえ、 30 日を超えて支払うことがで きる。\n （部分引渡し）\n 第 27 条 工事目的物について、甲が設計図書において工事の完成に先だって引渡しを受けるべきことを指定した部分 （以下「指定部分」という。） がある場合において、当該部分の工事が完了したときにっいては、第 23 条中「工事」とあるのは、「指定部分に係る工事」と第 24 条中「請 負代金」とあるのは「指定部分に相応する請負代金」と読み替えてこれらの規定を準用する。\n （第三者による代理受領）\n 第 28 条 乙は、書面をもって甲の承諾を得て請負代金の受領につき、第三者を代理人とすることができる。\n "
        ]
      ]
    },
    "前田カッター": {
      "rows": 49,
      "data": [
        [
          "",
          "",
          "",
          "15AgdRKaKbleqP-Sv4al2aXYvrUGU1Tja2fh0g8m0e50"
        ],
        [
          "工事請負契約約款 \n（総則）\n 第 1 条 甲及び乙は、契約書記載の工事の請負契約に関し、契約書に定めるもののほか、この約款に基づき、別添の図面及び仕様書 （以下これ らの図面及び仕様書を「設計図書」という。）に従い、これを履行しなければならない。 2 この約款及び設計図書に特別の定めがある場合を除き、仮設、工法等工事目的を完成するための必要な一切の手段に ついては、乙が 定めることができる。 \n（関連工事の調整）\n 第 2 条 甲は、乙の施工する工事及び甲の発注に係る第三者の施工する他の工事が施工上密接に関連する場 合において、必要があるときは、 その施工につき調整を行うものとし、乙は、甲の調整に従い、第三者の行う工事の円滑な施工に 協力しなければならない。 \n（請負代金内訳書及び工事工程表）\n 第 3 条 乙は、甲が指示する期日までに、設計図書に基づいて請負代金内訳書 （以下「内訳書」という。）及び工事工程表を甲に提出し、その承 認を受けなければならない。工事の変更があったときも同様とする。 \n（権利義務の譲渡等） \n第 4 条 乙は、甲の書面による承諾なしに、この契約より生ずる権利又は義務を第三者に譲渡し、又は承継させてはならない。 2 乙は、甲の書面による承諾なしに工事目的物を第三者に譲渡し若しくは貸与し又は抵当権その他の担保の目的に供してはならない。 \n（一括委任又は一括請負の禁止）\n 第 5 条 乙は、甲の書面による承諾なしに工事の全部又は大部分を一括して第三者に委任し、又は請け負わせてはならない。 \n（下請負人の通知及び変更）\n 第 6 条 乙は、この契約により請け負った工事を第三者に委任し、又は請け負わせた場合において、甲からその下請負人等に ついて、名称その 他必要な事項の報告を求められたときは、直ちに甲に通知しなけれ ばならない。 2 甲は、工事の施工又は管理につき著しく不適当と認められる下 請負人があるときは、乙に対してその変更を求めることができる。 \n（特許権等の使用） \n第 7 条 乙は、工事の施工にあたり甲の承諾なしに特許権その他第三者の権利の目的となっている方式 （以下「特許権等」という。）を採用しては ならない。 2 甲が、特許権等の採用を指示したとき、乙は、これに従わなければならない。 3 乙は、前 2 項により、特許権等を使用するとき、その使用に関する一切の責任を負わなけれ ばならない。 \n（工事監督員） \n第 8 条 甲は、乙の工事の施工について、自己に代わって指示監督する工事監督員を定め、書面をもってその氏名を乙に通知しなけれ ばならな い。工事監督員を変更したときも同様とする。 2 工事監督員は、この約款に基づく甲の権限とされている事項のうち、甲が必要と認めて委任したもののほか、設計図書に定められた 範 囲内において、次の各号に掲げる権限を有する。 (1) 設計図書に基づく工事施工の立会、工程の管理、工事の施工状況の検査及 び乙の現場代理人に対する指示。 (2) 設計図書に基づく工事 の施工のために必要な詳細図等の作成及び交付又は乙が作成したこれらの図面の検査及 び承諾。 (3) 設計図書に基づく工事材料及び工事の施工に必要な工事仮設物その他の工作物の試験又は検査 。 (4) 関連する工事に対する工程等の調整 。3 甲は、2 名以上の工事監督員を置き前項の権限を分担させ たときは、それぞれの工事監督員が分担する権限の内容を書面をもって 乙 に通知しなければならない。分担を変更したときも同様とする。 \n（現場代理人及び主任技術者等） \n第 9 条 乙は、現場代理人及び工事現場における工事の施工の技術上の管理をつかさどる次の各号に掲げる者を定め、書面をもってその氏名 を甲に通知しなければならない。これらの者を変更したときも同様とする。 (1) 主任技術者（建設業法第 26 条に規定する主任技術者、監理技術者又は専任の主任技術者若しくは監理技術者をいう。 ） (2) 専門技術者（建設業法第 26 条の 2 に規定する技術者をいう。） 2 現場代理人は、この契約の履行に関し工事現場に常駐し、現場監督員の指示に従い、その運営、取締りを行うほか、この約款に基づく 乙の一切の権限（請負代金額の変更、工期の変更、請負代金の講求及び受領、次条に係る権限並びにこの契約の解除に係るものを除 く。)を行使することができる。 3 乙は、前項の規定にかかわらず、自己の有する権限のうちこれを現場代理人に委任せず自ら行使しようとするものがあるときは、あらかじ め当該権限の内容を書面をもって甲に通知しなけれ ばならない。 4 現場代理人、主任技術者及び専門技術者は、これを兼ねることができる。 \n（工事関係者に関する措置請求）\n 第 10 条 甲は、現場代理人、主任技術者、専門技術者、そ の他乙が工事を施工するために使用している労働者等で、工事の施工又は管理に つ き著しく不適当と認められるものがあるときは、乙に対して、必要な措置をとるべきことを求めることができるものとし、乙はこれに応じなけれ ばならない。 2 乙は、工事監督員がその職務の執行につき著しく不適当と認められるときは、甲に対して、必要な措置をとる べきことを求めることができ る。 3 甲又は乙は、前 2 項の規定による請求があったときは当該請求に係る事項について決定し、 請求を受理した日から 10 日以内にその結 果を書面をもって相手方に通知しなければならない。 \n（工事材料の品種及び検査等） \n第 11 条 工事材料につき設計図書にその品質が明示されていないものは、中等の品質を有するものとする。 2 乙は、設計図書において工事監督員の検査を受けて使用すべきものと指定された工事材料については、当該検査に合格したものを使 用しなければならない。 3 工事監督員は、乙から前項の検査を求められたときは、遅滞なく、これに応じなけれ ばならない。 4 第 2 項の検査に直接必要な費用は、乙の負担とする。 5 乙は、工事現場に搬入した工事材料を工事監督員の承諾なしに工事現場外に搬出してはならない。 6 乙は、前項の規定にかかわらず、検査の結果不合格と決定された工事材料に ついては、遅滞なくこれを引き取り、工事現場外に搬出し なければならない。 \n（工事監督員の立会及び工事記録の整備等 ）\n 第 12 条 乙は、設計図書において工事監督員の立会のうえ調合し、又は調合について見本検査を受けるものと指定された工事材料に ついては、 当該立会を受けて調合し、又は当該検査に合格したものを使用しなけれ ばならない。 2 乙は、設計図書において工事監督員の立会のうえ施工するものと指定された工事については、当該立会を受けて施工しなければならな い。 3 乙は、前 2 項の規定により必要とされる工事監督員の立会又は見本検査を受けるほか、甲が特に必要があると認めて設計図書において 見本又は工事写真等の記録を整備すべきものと指定した工事材料の調合又は工事の施工をするときは、設計図書で定めるところにより 当該記録を整備し、工事監督員の要求があったときは遅滞なくこれを提出しなければならない。 4 工事監督員は、乙から第 1 項若しくは第 2 項の立会又は見本検査を求められたときは、遅滞なくこれに応じなければならない。工事監督 員が正当な理由がないのに乙の求めに遅滞なく応じないため、その後の工程に支障をきたすときは、乙は書面をもって工事監督員に通 知したうえ当該立会又は見本検査を受けることなく工事材料を調合して使用し、又は工事を施工することができる。この場含においては、 乙は、当該工事材料の調合又は当該工事の施工を適切に行ったことを証する見本又は工事写真等の記録を整備し、工事監督員の要 求があったときは、遅滞なくこれを提出しなければならない。 \n（設計図書不適合の場合の改造義務、破壊検査等）\n 第 13 条 乙は、工事の施工が設計図書に適合しない場合において、工事監督員がその改造を請求したときは、これに従わなければならない。こ の場合において、乙は請負代金額の増額又は工期の延長を請求することはできない。ただし、当該不適合が甲の責に帰すべき理由によ るときは、第 15 条第 1 項後段、同条第 2 項及び同条第 3 項の規定を準用する。 2 甲又は工事監督員は、乙が第 11 条第 2 項若しくは第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が設計図書 に適合しないと認められる相当の理由がある場合において、必要があると認められるときは、工事の施工部分を破壊して検査することがで きる。この場合においては、当該検査及び復旧に要する費用は乙の負担とする。\n （条件変更等）\n 第 14 条 乙は、工事の施工にあたり、次の各号の一に該当する事実を発見したときは、直ちに書面をもってその旨を工事監督員に通知し、その 確認を求めなければならない。 (1) 設計図書と工事現場の状態とが一致しないこと。 (2) 設計図書の表示が明確でないこと。（図面と仕様書が交互符号しないこと、若しくは、設計図書に誤謬又は脱漏があることを含む 。） (3) 工事現場の地質、湧水等の状態、施工上の制約等設計図書に示された自然的又は人為的な施工条件が実際と相連すること。 (4) 工事現場において、施工の支障となる予期することのできない事態が生じたこと。 2 工事監督員は、前項の確認を求められたとき又は自ら前項各号に掲げる事実を発見したときは、直ちに現場代理人立会いのもとに調 査 を行い、その結果（これに対してとるべき措置を指示する必要があるときは、当該指示を含む。 ）を書面をもって、乙に通知しなければなら ない。 3 甲は、第 1 項各号に掲げる事実が確認された場合において、必要があると認められるときは工事内容の変更又は設計図書の訂正を行 わなければならない。この場合において次条第 1 項後段および同条第 2 項の規定を準用する。 4 乙は、次の各号の一に該当するときは、 10 日以内にその旨を書面をもって甲に通知して工事の全部又は一部の施工を一時中止するこ とができる。ただし、甲がその期間内に合意、変更、又は訂正に係る決定を行わないことにつき、やむを得ない理由があるときはこの限 りで ない。 (1) 第 1 項の規定による確認を求めた後、20 日以内に確認について合意が成立しないとき。 (2) 第 2 項の規定による確認についての合意が成立した後、甲が 20 日以内に工事内容の変更又は設計図書の訂正を行わないとき。 (3) 前項において準用する次条第 2 項の規定による措置を申し出た後甲が 20 日以内にその措置を行わないとき。 \n（工事の変更、中止等）\n 第 15 条 甲は、やむを得ない理由があるときは、書面をもって乙に通知し、工事内容を変更し、又は、工事の全部若しくは一部 の施工を一時中 止させることができる。この場合において必要があると認められるときは、次項及び第 3 項に定めところにより、請負代金若しくは工期を変 更し、又は必要な費用等を甲が負担するものとする。 2 前項の場合に括ける請負代金額又は工期の変更は、甲乙協議して定めるものとする。 3 甲は、第 1 項の場合において、乙が工事の続行に備え工事現場を維持し、又は労働者、建設機械器具等を保持するための費用その他 の工事の施工の一時中止に伴う増加費用を必要としたときは、乙と協議してその増加費用の一部を負担しなけ ればならない。 4 天災その他の不可抗カにより、工事目的物等に損害が生じたこと又は工事現場の状態が変動したこと等のため乙が工事を施工できな いと認められるときは、甲は第 1 項の規定により工事の全部又は一部の施工を中止させることができる。 5 乙は、第 1 項の通知を受けたときは、甲の指定する期間内に請書を提出しなければならない。 \n（乙の請求による工期の延長）\n 第 16 条 乙は、天候の不良等その責に帰することができない理由その他の正当な理由により工期内に工事を完成することができないときは、甲に 対して遅滞なくその理由を明らかにした書面をもって工期の延長を求めることができる。この場合における延長日数は甲乙協議して書面 をもって定めなければならない。 \n",
          "",
          "",
          "建 設 工 事 下 請 契 約 書"
        ],
        [],
        [
          "",
          "",
          "",
          "1",
          "工事名　",
          "市道　上古閑大和第1号線舗装打換工事に伴う舗装版切断工事"
        ],
        [
          "",
          "",
          "",
          "2",
          "担当工事内容",
          "舗装版切断工事"
        ],
        [
          "",
          "",
          "",
          "3",
          "工事場所",
          "熊本市北区植木町大和地区"
        ],
        [
          "",
          "",
          "",
          "4",
          "工期",
          "着　工",
          "",
          "",
          "",
          "令和7年8月18日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "完　成",
          "",
          "",
          "",
          "令和7年11月27日"
        ],
        [
          "",
          "",
          "",
          "5",
          "工事を施工しない日",
          "土曜日・日曜日"
        ],
        [
          "",
          "",
          "",
          "6",
          "工事を施工しない時間帯",
          "夜間"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "\\",
          "2",
          "9",
          "1",
          "6",
          "3",
          "2"
        ],
        [
          "",
          "",
          "",
          "7",
          "請負代金額"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "うち",
          "工事価格",
          "",
          "",
          "",
          "",
          "¥265,120"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　取引に係る消費税額及び"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　地方消費税の額を除く額"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "取引に係る消費税"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "及び地方消費税の額",
          "",
          "",
          "",
          "",
          "",
          "¥26,512"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "(注)請負代金額は、工事価格に、取引に係る消費税及び地方消費税の額を加えた額。"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（1）",
          "前金払：",
          "",
          "契約成立の時に"
        ],
        [
          "",
          "",
          "",
          "8",
          "請負代金金額の支払",
          "（2）",
          "部分払：",
          "",
          "",
          "",
          "",
          "",
          "支払請求締切日　令和　　年　　月　　日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（3）",
          "完成払：",
          "",
          "完成引渡しの時",
          "",
          "",
          "",
          "現金100％で支払う"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "※代金受領後、",
          "",
          "",
          "30",
          "日以内に支払う"
        ],
        [],
        [
          "",
          "",
          "",
          "9",
          "本建設工事が「建設工事に係る資材の再資源化等に関する法律」第9条第1項に定める対象建設工事に該当する場合、別紙「建設工事に係る資材の再資源化等に関する法律第13条及び省令第4条に基づく書面」に必要事項を記載のうえ、必ず工事請負契約書及び約款と一体化する。"
        ],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "上記工事について、発注者　",
          "有限会社　山内建設",
          "",
          "",
          "",
          "",
          "",
          "と受注者",
          "",
          "",
          "前田カッター 株式会社"
        ],
        [
          "",
          "",
          "",
          "",
          "とは添付の工事請負契約約款の各条項および上記の内容により請負契約を締結する。\n なお、この証として本書2通を作成し、当事者および保証人が記名押印して当事者がそれぞれ1通を保有する。"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "令和7年8月18日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "発注者",
          "",
          "熊本県熊本市西区池田2丁目20番10号"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "有限会社　山内建設",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　吉田　保"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-351-6816"
        ],
        [],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "受注者",
          "",
          "熊本県上益城郡益城町小谷561"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "前田カッター 株式会社",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　前田　幸輝"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-286-6336"
        ],
        [],
        [],
        [
          "\n （かし担保）\n 第 29 条 工事目的物にかしがあるときは、甲は、乙に対して相当の期間を定めてそのかしの修補を請求し、又は修補に代え若しくは修補とともに 損害の賠償を請求することができる。ただし、かしが重要ではなく、かつその修補に過分の費用を要するときは、甲は修補を請求すること ができず、損害賠償の請求のみをなし得るものとする。 2 前項の規定によるかし修補又は損害賠償の請求は、第 23 条第 3 項（第 23 条第 4 項及び第 27 条においてこれらの規定を準用する場 合を含む。）の規定による引渡しを受けた日から 3 年以内に、これを行わなければならない。ただし、そのかしが乙の故意又は重大な過失 により生じた場合には、当該請求をすることのできる期間は 10 年とする。 3 甲は、工事目的物の引渡しの際にかしがあることを知ったときは、第 1 項の規定にかかわらず、遅滞なく書面をもってその旨を乙に通知 しなければ、当該かしの修補又は損害賠償の請求をすることはできない。ただし、乙がそのかしがあることを知っていたときはこの限りでな い。 4 工事目的物が第 1 項のかしにより滅失又はき損したときは、甲は、第 2 項に定める期間内で、かつ、その滅失又はき損の日から 6 ケ月以 内に第 1 項の権利を行使しなければならない。 5 第 1 項の規定は、工事目的物のかしが甲若しくは工事監督員の指示によ り生じたものであるときは、これを適用しない。ただし、乙がその 指示の不適当であることを知りながらこれを通知しなかったときは、この限りでない。 \n（履行遅滞の場合に於ける違約金等）\n 第 30 条 乙の責に帰すべき理由により工期内に工事を完成することができない場合において、工期経過後に完成する見込みのあると きは、甲は 乙から違約金を徴収して工期を延長することができる。 2 前項の違約金の額は、請負代金額から引渡し部分に相応する請負代金額を控除した額に つき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割 合で計算した額とする。 3 甲の責に帰すべき理由により、第 24 条第 2 項（第 27 条において準用する場合を含む。）の規定による請負代金の支払が遅れた場合に おいて、乙は、未受領金額につき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割合で計算した額の遅延利息の支払を甲に請求することができ る。 \n（甲の解除権・その 1）\n 第 31 条 甲は、乙が次の各号の一に該当するときは、契約を解除することができる。 (1) 乙の責に帰すべき理由により工期内又は工期経過後相当の期間内に工事を完成する見込みがないと明らかに認められ るとき。 (2) 正当な理由がないのに、工事着手すべき時期を過ぎても工事に着手しないとき。 (3) 前 2 号に掲げる場合のほか、契約に違反し、その違反により契約の目的を達することができないと認められるとき。 (4) 乙が甲と 2 つ以上の契約を締結している場合にそのうちの契約の 1 つが前各号に相当する理由により解除されたとき。 2 甲は、前項の規定により契約を解除したときは、工事の出来形部分を検査のうえ当該検査に合格した部分に相応する 請負代金を乙に 支払わなければならない。 3 前 1 項の規定により契約が解除された場合に おいては、乙は、請負代金額の 10 分の 1 に相当する額を違約金として甲の指定する期間 内に支払わなければならない。 \n（甲の解除権・その 2）\n 第 32 条 甲は、工事が完成しない間は、前条第 1 項に規定する場合のほか必要があるときは、契約を解除することができる。 2 前条第 2 項の規定は、前項の規定により契約を解除した場合に準用する。 3 甲は、第 1 項の規定により契約を解除した場合において、これにより乙に損害を及ぼしたときは、乙と協議して、その 損害を賠償しなけれ ばならない。 \n（解除に伴う措置） \n第 33 条 契約が解除された場合においては、乙は、次項以下に定める措置をとらなければならない。 2 工事用地等に、その所有に属する工事材料、建設機械器具、仮設物その他の物件 （下請負人の所有に属するこれらの物件を含む。 ） があるときは、これを搬出するとともに工事用地等を現状に復して甲に明け渡さなければならない。 3 前項の場合において、乙が正当な理由がないのに、一定の期間内に物件を撤去せず、又は工事用地等を原状に復さないときは、甲は 乙に代わって当該物件を処分し、その他工事用地等を原状に復することができる。この場合においては、乙は、甲の処分等に ついて異議 を申し出ることができないとともに、甲のこれに要した費用を負担しなければならない。 4 第 2 項及び第 3 項に規定する乙のとるべき措置の期限、方法等については、契約の解除が第 31 条の規定による甲の解除権の行使で あるときは甲が定め、第 32 条の規定による甲の解除権の行使であるときは甲乙協議して定める。 \n（火災保険等）\n 第 34 条 乙は、工事目的物及び工事材料等につき火災保険その他の保険に加入しな ければならない。 2 乙は、前項の規定により保険契約を締結したときは、その証券を遅滞なく甲に提示しなければならない。 \n（紛争の解決）\n 第 35 条 この約款の各条項において甲乙協議して定めるものにつき協議がととのわない場合、その他この契約に関して甲乙間に紛争を生じた場 合には、甲及び乙は、建設業法による北海道建設工事紛争審査会 （以下「審査会」という。）のあっせん又は調停によりその解決を図る。 2 甲及び乙は、その一方、又は双方が前項の審査会のあっせん又は調停により紛争を解決する見込みがないと 認めたときは、前項の規 定にかかわらず、審議会の仲裁に付し、その仲裁判断に服するものとする。 \n（その他） \n第 36 条 この契約に定めるもののほか、乙は関係法令を遵守するとともに、その他必要な事項については甲乙協議のうえ定めるものとする。",
          "",
          "",
          "",
          "\n（甲の請求による工期の短縮等）\n 第 17 条 甲は、やむを得ない理由により工期を短縮する必要があるときは、乙に対して書面をもって工期の短縮を求めることができる。この場合に おける短縮日数は、甲乙協議して書面をもって定めなければならない。 2 甲は、前項の場合において、必要があると認められるときは、請負代金額を変更しなければならない。この場合において、第 15 条第 2 項 の規定を準用する。 \n（臨機の措置）\n 第 18 条 乙は、災害防止等のため必要があると認めるときは、臨機の措置をとらなければならない。この場合において、必要があると認められると きは、あらかじめ工事監替員の意見を聞かなければならない。ただし緊急やむを得ない事情があるときは、この限りでない。 2 工事監督員は、災害防止その他工事の施工上特に必要があると認められるときは乙に対して臨機の措置をとることを求めることができる ものとし、乙は、これを承諾するものとする。 3 前 2 項の場合において、乙はその取った措置の内容を遅滞なく工事監督員に書面をもって通知しなければならない。 4 乙が第 1 項又は第 2 項の規定により臨機の措置をとった 場合において、当該措置に要した費用のうち、乙が 請負代金額の範囲内にお いて負担することが適当でないと認められる部分については、甲がこれを負担する。この場合における甲の負担額は、甲乙協議して定め る。 \n（一般的損害）\n 第 19 条 工事目的物の引渡し前に、工事目的物又は工事材料について生じた損害その他工事の施工に関して生じた損害 （次条第 1 項若しく は第 2 項又は第 21 条第 1 項に規定する損害を除く。）は、乙の負担とする。ただし、その損害のうち甲の責に帰すべき理由により生じたも のについては、甲がこれを負担（火災保険その他の保険等によりてん補されるものを除く。 ）する。 \n（第 3 者に及ぼした損害）\n 第 20 条 工事の施工に伴い第 3 者に損害を及ぼしたときは、次項に定める場合を除くほか乙がその損害を賠償しなければならない。ただし、その 損害のうち甲の貢に帰すべき理由により生じたものについては、甲がこれを負担する。 2 工事の施工に伴い通常避けることのできない地盤沈下、地下水の断絶等の理由により第 3 者に損害を生じたときは、甲がその損害を補 償しなければならない。ただし、その損害のうち工事の施工に つき乙が善良な管理者の注意義務を怠ったことにより生じたものは乙がこれ を負担する。 3 前 2 項の場合、その他工事の施工について第 3 者との間に紛争を生じた場合においては、甲乙協力してその処理解決に当たるものと する。 \n（天災その他の不可抗力による損害）\n 第 21 条 暴風、豪雨、洪水、地震、地すべり、落盤、火災、騒乱、暴動、その他の 自然的又は人為的な事象であって、甲乙双方の責に帰すべか らざるもの（以下「天災その他の不可抗カ」という。）により、工事の出来形部分、工事仮設物、現場 搬入済の工事材料又は建設機械器具 に損害を生じたとき、乙は、その事実の発生後遅滞なくその状況を甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、直ちに現場代理人立会のもとに調査を行い、前項の損害 （乙が善良な管理者の注意義務 を怠ったことに基づくもの及び火災保険その他の保険等によりてん補されるものを除く。以下本条において同じ。 ）の状況を確認し、その 結果を書面をもって乙に通知しなければならない。 3 乙は、前項の規定により損害の状況が確認されたときは、甲に対して書面をもって請負代金額の変更又は損害額の負担を求めることが できる。 4 甲は、前項の規定により乙から 請負代金額の変更又は損害額の負担の請求があったときは、当該損害の額 （工事の出来形部分又は通 常妥当と認められる工事仮設物、現場搬入済みの工事材料若しくは建設機械器具であって第 11 条第 2 項、第 12 条第 1 項若しくは第 2 項の規定による検査又は立会その他乙の工事に関する記録 等により確認しうるものに係る額に限る。以下本条において「損害額」とい う。）のうち請負代金額の 100 分の 2 を超える額を負担するものとする。 5 損害額は、次の各号に掲げる損害につきそれぞれ当該各号に定めるところにより甲乙協議して定める。 (1) 工事の出来形部分に関する損害 損害を受けた出来形部分に相応する請負代金額とし、残存価値がある場合には、その評価額を控除した額とする。 (2) 工事材料に関する損害 損害を受けた工事材料に相応する請負 代金額とし、残存価値がある場合にはその評価額を控除した額とする。 (3) 工事仮設物又は建設機械器具に関する損害 損害を受けた工事仮設物又は建設機械器具について、当該工事で償却することとしている償却の額から損害を受けた時点における 出来形部分に相応する償却費の額を控除した額とする。ただし、修繕によりその機能を回復することができ、か つ、修繕費の額が上記 の額より少額であるものについては、その修繕費の額とする。 6 数次にわたる天災その他の不可抗力により損害額が累積した場合に おける第 2 次以降の天災その他の不可抗力による請負代金額の 変更又は損害額の負担については、第 4 項中「当該損害の額」とあるのは「損害の額の累計」と「請負代金額の 100 分の 2 を超える額」と あるのは「請負代金額の 100 分の 2 を超える額からすでに負担した額を控除した額」と読み替えて同項を適用する。 7 天災その他の不可抗力によって生じた損害の取片づけに要する費用は、甲乙協議して甲がこれを負担する。 8 甲は、前各項の規定に基づく天災その他の不可抗力による損害及び取片づけに要する費用の負担に代えて請 負代金額につき、当該 負担すべき額に相当する額を増額することができる。 \n（請負代金額の変更に代える工事内容の変更 ）\n 第 22 条 甲は、第 13 条から第 15 条まで、第 17 条から第 19 条まで、第 21 条又は第 25 条の規定により請負代金額を増額すべき場合 （費用を 負担すべき場合を含む。）において、やむを得ない理由があるときは、請負代金額の増額の全部又は一部に代えて工事内容を変更する ことができる。\n （検査及び引渡し）\n 第 23 条 乙は、工事が完成したときは、その旨を書面をもって甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、その日から起算して 14 日以内に乙の立会のもとに工事の完成を確認するための検査を行 い、その結果を乙に通知するものとする。 3 甲は、前項の検査に合格したときは、すみやかに受渡書により、当該工事目的物の引渡しを受けなければならない。 4 乙は、工事が第 2 項の検査に合格しないときは、直ちに修補して甲の検査を受けなければならない。この場合において前 3 項の規定を 準用する。 5 甲は、第 2 項の検査にあたり、乙が第 11 条第 2 項もしくは、第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が 設計図書に適合しないと認められる相当の理由があるときは、工事目的物を最小限度 破壊して検査することができる。この場合において、 当該検査およぴ復旧に要する費用は、乙の負担とする。 \n（請負代金の支払）\n 第 24 条 乙は、前条第 3 項（前条第 4 項において準用する場合を含む。）の引渡しを終えたときは、書面をもって請負代金の支払を請求すること ができる。 2 甲は、前項の規定による請求を受けたときは、その日から起算して 60 日以内に請負代金を支払わなければならない。 3 甲かその責に帰すべき理由により前条第 2 項の期間内に検査しないときは、その期限を経過した日から検査をした日までの期間の日数 は、前項の期間（以下「約定期間」という。）の日数から差し引くものとする。この場合において、その遅延日数が約定期間の日数を超える ときは、約定期間は遅延日数が約定期間の日数を超えた日において満了したものとみなす。 \n（部分使用）\n 第 25 条 甲（甲の指定する代理人を含む。以下この条項同じ。 ）は、第 23 条第 3 項の規定による引き渡し期日以前より、工事目的物の全部又 は 一部を使用して、新さ っぽろアークシティの営業に必要な工事及び作業をすることができるものとし、乙は、これに協 力しなければならな い。 2 前項の場合、甲は、その使用部分を善良な管理者の注意をもって使用しなければならない。\n （部分払）\n 第 26 条 乙は、甲に対し、工事の完成前に、工事の出来形部分、工事仮設物、工事現場に搬入した工事材料に相応する 請負代金相当額の 10 分の 9 以内の額について、部分払を 請求することができる。 2 乙は、前項により部分払の請求をするとき、あらかじめ当該 請負に係る工事の出来形部分等の確認を甲 に求めるものとし、甲は、遅滞な くその確認のための検査を行ない、その結果を乙に通知しなければならない。 3 乙は、前項の規定による通知があったとき、甲に対し書面をもって部分払を請求できるものとし、甲は、当該請求のあった日から起算して 30 日以内に部分払金を支払わなければならない。ただし、特別な事情があるときは、甲は、乙と協議のうえ、 30 日を超えて支払うことがで きる。\n （部分引渡し）\n 第 27 条 工事目的物について、甲が設計図書において工事の完成に先だって引渡しを受けるべきことを指定した部分 （以下「指定部分」という。） がある場合において、当該部分の工事が完了したときにっいては、第 23 条中「工事」とあるのは、「指定部分に係る工事」と第 24 条中「請 負代金」とあるのは「指定部分に相応する請負代金」と読み替えてこれらの規定を準用する。\n （第三者による代理受領）\n 第 28 条 乙は、書面をもって甲の承諾を得て請負代金の受領につき、第三者を代理人とすることができる。\n "
        ]
      ]
    },
    "郵送、前田": {
      "rows": 16,
      "data": [
        [],
        [
          "",
          "簡易書留"
        ],
        [],
        [
          "",
          "宛先",
          "",
          "1EHktuOj246-aLws-ahQP6hPUJenvAWPpU-QN2F47ELw"
        ],
        [
          "",
          "",
          "〒",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "#REF!",
          "",
          "",
          "",
          "",
          "",
          "御中"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "契約関係書類在中"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "#REF!"
        ],
        [],
        [
          "",
          "差出人",
          "",
          "1Sg5lSUX9xhxRmSmEjHwjI8HfCCtRDNYaaTQExtUte14"
        ],
        [
          "",
          "",
          "〒",
          "861-8016"
        ],
        [
          "",
          "",
          "",
          "熊本県熊本市東区吉原町275-1"
        ],
        [
          "",
          "",
          "",
          "有限会社 三雄建設"
        ]
      ]
    },
    "返信用、前田": {
      "rows": 16,
      "data": [
        [],
        [
          "",
          "簡易書留"
        ],
        [],
        [
          "",
          "宛先",
          "",
          "1Sg5lSUX9xhxRmSmEjHwjI8HfCCtRDNYaaTQExtUte14"
        ],
        [
          "",
          "",
          "〒",
          "861-8016"
        ],
        [
          "",
          "",
          "",
          "熊本県熊本市東区吉原町275-1"
        ],
        [
          "",
          "",
          "",
          "有限会社 三雄建設",
          "",
          "",
          "",
          "",
          "",
          "御中"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "契約関係書類在中"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "#REF!"
        ],
        [],
        [
          "",
          "差出人",
          "",
          "1EHktuOj246-aLws-ahQP6hPUJenvAWPpU-QN2F47ELw"
        ],
        [
          "",
          "",
          "〒",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "#REF!"
        ]
      ]
    },
    "郵送、オーシャン": {
      "rows": 16,
      "data": [
        [],
        [
          "",
          "簡易書留"
        ],
        [],
        [
          "",
          "宛先",
          "",
          "1oO5EM8KRRRn82PIT4YZqVPbPr4vRBL1idXbdEI2PEhc"
        ],
        [
          "",
          "",
          "〒",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "#REF!",
          "",
          "",
          "",
          "",
          "",
          "御中"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "契約関係書類在中"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "#REF!"
        ],
        [],
        [
          "",
          "差出人",
          "",
          "1Sg5lSUX9xhxRmSmEjHwjI8HfCCtRDNYaaTQExtUte14"
        ],
        [
          "",
          "",
          "〒",
          "861-8016"
        ],
        [
          "",
          "",
          "",
          "熊本県熊本市東区吉原町275-1"
        ],
        [
          "",
          "",
          "",
          "有限会社 三雄建設"
        ]
      ]
    },
    "返信用オーシャン": {
      "rows": 16,
      "data": [
        [],
        [
          "",
          "簡易書留"
        ],
        [],
        [
          "",
          "宛先",
          "",
          "1Sg5lSUX9xhxRmSmEjHwjI8HfCCtRDNYaaTQExtUte14"
        ],
        [
          "",
          "",
          "〒",
          "861-8016"
        ],
        [
          "",
          "",
          "",
          "熊本県熊本市東区吉原町275-1"
        ],
        [
          "",
          "",
          "",
          "有限会社 三雄建設",
          "",
          "",
          "",
          "",
          "",
          "御中"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "契約関係書類在中"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "#REF!"
        ],
        [],
        [
          "",
          "差出人",
          "",
          "1oO5EM8KRRRn82PIT4YZqVPbPr4vRBL1idXbdEI2PEhc"
        ],
        [
          "",
          "",
          "〒",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "#REF!"
        ],
        [
          "",
          "",
          "",
          "#REF!"
        ]
      ]
    },
    "郵送、アイエスティ": {
      "rows": 16,
      "data": [
        [],
        [
          "",
          "簡易書留"
        ],
        [],
        [
          "",
          "宛先",
          "",
          "15AgdRKaKbleqP-Sv4al2aXYvrUGU1Tja2fh0g8m0e50"
        ],
        [
          "",
          "",
          "〒",
          "862-0917"
        ],
        [
          "",
          "",
          "",
          "熊本市東区桜木1丁目13番9号"
        ],
        [
          "",
          "",
          "",
          "株式会社　アイエスティー",
          "",
          "",
          "",
          "",
          "",
          "御中"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "契約関係書類在中"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "一般県道　瀬田熊本線（下南部工区）舗装補修工事に伴う区画線工事"
        ],
        [],
        [
          "",
          "差出人",
          "",
          "1Sg5lSUX9xhxRmSmEjHwjI8HfCCtRDNYaaTQExtUte14"
        ],
        [
          "",
          "",
          "〒",
          "861-8016"
        ],
        [
          "",
          "",
          "",
          "熊本県熊本市東区吉原町275-1"
        ],
        [
          "",
          "",
          "",
          "有限会社 三雄建設"
        ]
      ]
    },
    "返信用IST": {
      "rows": 16,
      "data": [
        [],
        [
          "",
          "簡易書留"
        ],
        [],
        [
          "",
          "宛先",
          "",
          "1Sg5lSUX9xhxRmSmEjHwjI8HfCCtRDNYaaTQExtUte14"
        ],
        [
          "",
          "",
          "〒",
          "861-8016"
        ],
        [
          "",
          "",
          "",
          "熊本県熊本市東区吉原町275-1"
        ],
        [
          "",
          "",
          "",
          "有限会社 三雄建設",
          "",
          "",
          "",
          "",
          "",
          "御中"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "契約関係書類在中"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "一般県道　瀬田熊本線（下南部工区）舗装補修工事に伴う区画線工事"
        ],
        [],
        [
          "",
          "差出人",
          "",
          "15AgdRKaKbleqP-Sv4al2aXYvrUGU1Tja2fh0g8m0e50"
        ],
        [
          "",
          "",
          "〒",
          "862-0917"
        ],
        [
          "",
          "",
          "",
          "熊本市東区桜木1丁目13番9号"
        ],
        [
          "",
          "",
          "",
          "株式会社　アイエスティー"
        ]
      ]
    },
    "アイエスティー": {
      "rows": 49,
      "data": [
        [
          "",
          "",
          "",
          "15AgdRKaKbleqP-Sv4al2aXYvrUGU1Tja2fh0g8m0e50"
        ],
        [
          "工事請負契約約款 \n（総則）\n 第 1 条 甲及び乙は、契約書記載の工事の請負契約に関し、契約書に定めるもののほか、この約款に基づき、別添の図面及び仕様書 （以下これ らの図面及び仕様書を「設計図書」という。）に従い、これを履行しなければならない。 2 この約款及び設計図書に特別の定めがある場合を除き、仮設、工法等工事目的を完成するための必要な一切の手段に ついては、乙が 定めることができる。 \n（関連工事の調整）\n 第 2 条 甲は、乙の施工する工事及び甲の発注に係る第三者の施工する他の工事が施工上密接に関連する場 合において、必要があるときは、 その施工につき調整を行うものとし、乙は、甲の調整に従い、第三者の行う工事の円滑な施工に 協力しなければならない。 \n（請負代金内訳書及び工事工程表）\n 第 3 条 乙は、甲が指示する期日までに、設計図書に基づいて請負代金内訳書 （以下「内訳書」という。）及び工事工程表を甲に提出し、その承 認を受けなければならない。工事の変更があったときも同様とする。 \n（権利義務の譲渡等） \n第 4 条 乙は、甲の書面による承諾なしに、この契約より生ずる権利又は義務を第三者に譲渡し、又は承継させてはならない。 2 乙は、甲の書面による承諾なしに工事目的物を第三者に譲渡し若しくは貸与し又は抵当権その他の担保の目的に供してはならない。 \n（一括委任又は一括請負の禁止）\n 第 5 条 乙は、甲の書面による承諾なしに工事の全部又は大部分を一括して第三者に委任し、又は請け負わせてはならない。 \n（下請負人の通知及び変更）\n 第 6 条 乙は、この契約により請け負った工事を第三者に委任し、又は請け負わせた場合において、甲からその下請負人等に ついて、名称その 他必要な事項の報告を求められたときは、直ちに甲に通知しなけれ ばならない。 2 甲は、工事の施工又は管理につき著しく不適当と認められる下 請負人があるときは、乙に対してその変更を求めることができる。 \n（特許権等の使用） \n第 7 条 乙は、工事の施工にあたり甲の承諾なしに特許権その他第三者の権利の目的となっている方式 （以下「特許権等」という。）を採用しては ならない。 2 甲が、特許権等の採用を指示したとき、乙は、これに従わなければならない。 3 乙は、前 2 項により、特許権等を使用するとき、その使用に関する一切の責任を負わなけれ ばならない。 \n（工事監督員） \n第 8 条 甲は、乙の工事の施工について、自己に代わって指示監督する工事監督員を定め、書面をもってその氏名を乙に通知しなけれ ばならな い。工事監督員を変更したときも同様とする。 2 工事監督員は、この約款に基づく甲の権限とされている事項のうち、甲が必要と認めて委任したもののほか、設計図書に定められた 範 囲内において、次の各号に掲げる権限を有する。 (1) 設計図書に基づく工事施工の立会、工程の管理、工事の施工状況の検査及 び乙の現場代理人に対する指示。 (2) 設計図書に基づく工事 の施工のために必要な詳細図等の作成及び交付又は乙が作成したこれらの図面の検査及 び承諾。 (3) 設計図書に基づく工事材料及び工事の施工に必要な工事仮設物その他の工作物の試験又は検査 。 (4) 関連する工事に対する工程等の調整 。3 甲は、2 名以上の工事監督員を置き前項の権限を分担させ たときは、それぞれの工事監督員が分担する権限の内容を書面をもって 乙 に通知しなければならない。分担を変更したときも同様とする。 \n（現場代理人及び主任技術者等） \n第 9 条 乙は、現場代理人及び工事現場における工事の施工の技術上の管理をつかさどる次の各号に掲げる者を定め、書面をもってその氏名 を甲に通知しなければならない。これらの者を変更したときも同様とする。 (1) 主任技術者（建設業法第 26 条に規定する主任技術者、監理技術者又は専任の主任技術者若しくは監理技術者をいう。 ） (2) 専門技術者（建設業法第 26 条の 2 に規定する技術者をいう。） 2 現場代理人は、この契約の履行に関し工事現場に常駐し、現場監督員の指示に従い、その運営、取締りを行うほか、この約款に基づく 乙の一切の権限（請負代金額の変更、工期の変更、請負代金の講求及び受領、次条に係る権限並びにこの契約の解除に係るものを除 く。)を行使することができる。 3 乙は、前項の規定にかかわらず、自己の有する権限のうちこれを現場代理人に委任せず自ら行使しようとするものがあるときは、あらかじ め当該権限の内容を書面をもって甲に通知しなけれ ばならない。 4 現場代理人、主任技術者及び専門技術者は、これを兼ねることができる。 \n（工事関係者に関する措置請求）\n 第 10 条 甲は、現場代理人、主任技術者、専門技術者、そ の他乙が工事を施工するために使用している労働者等で、工事の施工又は管理に つ き著しく不適当と認められるものがあるときは、乙に対して、必要な措置をとるべきことを求めることができるものとし、乙はこれに応じなけれ ばならない。 2 乙は、工事監督員がその職務の執行につき著しく不適当と認められるときは、甲に対して、必要な措置をとる べきことを求めることができ る。 3 甲又は乙は、前 2 項の規定による請求があったときは当該請求に係る事項について決定し、 請求を受理した日から 10 日以内にその結 果を書面をもって相手方に通知しなければならない。 \n（工事材料の品種及び検査等） \n第 11 条 工事材料につき設計図書にその品質が明示されていないものは、中等の品質を有するものとする。 2 乙は、設計図書において工事監督員の検査を受けて使用すべきものと指定された工事材料については、当該検査に合格したものを使 用しなければならない。 3 工事監督員は、乙から前項の検査を求められたときは、遅滞なく、これに応じなけれ ばならない。 4 第 2 項の検査に直接必要な費用は、乙の負担とする。 5 乙は、工事現場に搬入した工事材料を工事監督員の承諾なしに工事現場外に搬出してはならない。 6 乙は、前項の規定にかかわらず、検査の結果不合格と決定された工事材料に ついては、遅滞なくこれを引き取り、工事現場外に搬出し なければならない。 \n（工事監督員の立会及び工事記録の整備等 ）\n 第 12 条 乙は、設計図書において工事監督員の立会のうえ調合し、又は調合について見本検査を受けるものと指定された工事材料に ついては、 当該立会を受けて調合し、又は当該検査に合格したものを使用しなけれ ばならない。 2 乙は、設計図書において工事監督員の立会のうえ施工するものと指定された工事については、当該立会を受けて施工しなければならな い。 3 乙は、前 2 項の規定により必要とされる工事監督員の立会又は見本検査を受けるほか、甲が特に必要があると認めて設計図書において 見本又は工事写真等の記録を整備すべきものと指定した工事材料の調合又は工事の施工をするときは、設計図書で定めるところにより 当該記録を整備し、工事監督員の要求があったときは遅滞なくこれを提出しなければならない。 4 工事監督員は、乙から第 1 項若しくは第 2 項の立会又は見本検査を求められたときは、遅滞なくこれに応じなければならない。工事監督 員が正当な理由がないのに乙の求めに遅滞なく応じないため、その後の工程に支障をきたすときは、乙は書面をもって工事監督員に通 知したうえ当該立会又は見本検査を受けることなく工事材料を調合して使用し、又は工事を施工することができる。この場含においては、 乙は、当該工事材料の調合又は当該工事の施工を適切に行ったことを証する見本又は工事写真等の記録を整備し、工事監督員の要 求があったときは、遅滞なくこれを提出しなければならない。 \n（設計図書不適合の場合の改造義務、破壊検査等）\n 第 13 条 乙は、工事の施工が設計図書に適合しない場合において、工事監督員がその改造を請求したときは、これに従わなければならない。こ の場合において、乙は請負代金額の増額又は工期の延長を請求することはできない。ただし、当該不適合が甲の責に帰すべき理由によ るときは、第 15 条第 1 項後段、同条第 2 項及び同条第 3 項の規定を準用する。 2 甲又は工事監督員は、乙が第 11 条第 2 項若しくは第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が設計図書 に適合しないと認められる相当の理由がある場合において、必要があると認められるときは、工事の施工部分を破壊して検査することがで きる。この場合においては、当該検査及び復旧に要する費用は乙の負担とする。\n （条件変更等）\n 第 14 条 乙は、工事の施工にあたり、次の各号の一に該当する事実を発見したときは、直ちに書面をもってその旨を工事監督員に通知し、その 確認を求めなければならない。 (1) 設計図書と工事現場の状態とが一致しないこと。 (2) 設計図書の表示が明確でないこと。（図面と仕様書が交互符号しないこと、若しくは、設計図書に誤謬又は脱漏があることを含む 。） (3) 工事現場の地質、湧水等の状態、施工上の制約等設計図書に示された自然的又は人為的な施工条件が実際と相連すること。 (4) 工事現場において、施工の支障となる予期することのできない事態が生じたこと。 2 工事監督員は、前項の確認を求められたとき又は自ら前項各号に掲げる事実を発見したときは、直ちに現場代理人立会いのもとに調 査 を行い、その結果（これに対してとるべき措置を指示する必要があるときは、当該指示を含む。 ）を書面をもって、乙に通知しなければなら ない。 3 甲は、第 1 項各号に掲げる事実が確認された場合において、必要があると認められるときは工事内容の変更又は設計図書の訂正を行 わなければならない。この場合において次条第 1 項後段および同条第 2 項の規定を準用する。 4 乙は、次の各号の一に該当するときは、 10 日以内にその旨を書面をもって甲に通知して工事の全部又は一部の施工を一時中止するこ とができる。ただし、甲がその期間内に合意、変更、又は訂正に係る決定を行わないことにつき、やむを得ない理由があるときはこの限 りで ない。 (1) 第 1 項の規定による確認を求めた後、20 日以内に確認について合意が成立しないとき。 (2) 第 2 項の規定による確認についての合意が成立した後、甲が 20 日以内に工事内容の変更又は設計図書の訂正を行わないとき。 (3) 前項において準用する次条第 2 項の規定による措置を申し出た後甲が 20 日以内にその措置を行わないとき。 \n（工事の変更、中止等）\n 第 15 条 甲は、やむを得ない理由があるときは、書面をもって乙に通知し、工事内容を変更し、又は、工事の全部若しくは一部 の施工を一時中 止させることができる。この場合において必要があると認められるときは、次項及び第 3 項に定めところにより、請負代金若しくは工期を変 更し、又は必要な費用等を甲が負担するものとする。 2 前項の場合に括ける請負代金額又は工期の変更は、甲乙協議して定めるものとする。 3 甲は、第 1 項の場合において、乙が工事の続行に備え工事現場を維持し、又は労働者、建設機械器具等を保持するための費用その他 の工事の施工の一時中止に伴う増加費用を必要としたときは、乙と協議してその増加費用の一部を負担しなけ ればならない。 4 天災その他の不可抗カにより、工事目的物等に損害が生じたこと又は工事現場の状態が変動したこと等のため乙が工事を施工できな いと認められるときは、甲は第 1 項の規定により工事の全部又は一部の施工を中止させることができる。 5 乙は、第 1 項の通知を受けたときは、甲の指定する期間内に請書を提出しなければならない。 \n（乙の請求による工期の延長）\n 第 16 条 乙は、天候の不良等その責に帰することができない理由その他の正当な理由により工期内に工事を完成することができないときは、甲に 対して遅滞なくその理由を明らかにした書面をもって工期の延長を求めることができる。この場合における延長日数は甲乙協議して書面 をもって定めなければならない。 \n",
          "",
          "",
          "建 設 工 事 下 請 契 約 書"
        ],
        [],
        [
          "",
          "",
          "",
          "1",
          "工事名　",
          "市道　上古閑大和第1号線舗装打換工事に伴う区画線工事"
        ],
        [
          "",
          "",
          "",
          "2",
          "担当工事内容",
          "区画線工事"
        ],
        [
          "",
          "",
          "",
          "3",
          "工事場所",
          "熊本市北区植木町大和地区"
        ],
        [
          "",
          "",
          "",
          "4",
          "工期",
          "着　工",
          "",
          "",
          "",
          "令和7年8月18日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "完　成",
          "",
          "",
          "",
          "令和7年11月27日"
        ],
        [
          "",
          "",
          "",
          "5",
          "工事を施工しない日",
          "土曜日・日曜日"
        ],
        [
          "",
          "",
          "",
          "6",
          "工事を施工しない時間帯",
          "夜間"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "\\",
          "1",
          "1",
          "3",
          "3",
          "0",
          "0"
        ],
        [
          "",
          "",
          "",
          "7",
          "請負代金額"
        ],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "うち",
          "工事価格",
          "",
          "",
          "",
          "",
          "¥103,000"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　取引に係る消費税額及び"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "　地方消費税の額を除く額"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "取引に係る消費税"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "及び地方消費税の額",
          "",
          "",
          "",
          "",
          "",
          "¥10,300"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "(注)請負代金額は、工事価格に、取引に係る消費税及び地方消費税の額を加えた額。"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（1）",
          "前金払：",
          "",
          "契約成立の時に"
        ],
        [
          "",
          "",
          "",
          "8",
          "請負代金金額の支払",
          "（2）",
          "部分払：",
          "",
          "",
          "",
          "",
          "",
          "支払請求締切日　令和　　年　　月　　日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "（3）",
          "完成払：",
          "",
          "完成引渡しの時",
          "",
          "",
          "",
          "現金100％で支払う"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "※代金受領後、",
          "",
          "",
          "30",
          "日以内に支払う"
        ],
        [],
        [
          "",
          "",
          "",
          "9",
          "本建設工事が「建設工事に係る資材の再資源化等に関する法律」第9条第1項に定める対象建設工事に該当する場合、別紙「建設工事に係る資材の再資源化等に関する法律第13条及び省令第4条に基づく書面」に必要事項を記載のうえ、必ず工事請負契約書及び約款と一体化する。"
        ],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "上記工事について、発注者　",
          "有限会社　三雄建設",
          "",
          "",
          "",
          "",
          "",
          "と受注者",
          "",
          "",
          "株式会社　アイエスティー"
        ],
        [
          "",
          "",
          "",
          "",
          "とは添付の工事請負契約約款の各条項および上記の内容により請負契約を締結する。\n なお、この証として本書2通を作成し、当事者および保証人が記名押印して当事者がそれぞれ1通を保有する。"
        ],
        [],
        [
          "",
          "",
          "",
          "",
          "令和7年8月18日"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "発注者",
          "",
          "熊本県熊本市東区吉原町２７５番地１"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "有限会社　三雄建設",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　池田　好敬"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-273-7124"
        ],
        [],
        [],
        [],
        [],
        [
          "",
          "",
          "",
          "",
          "",
          "受注者",
          "",
          "熊本市東区桜木1丁目13番9号"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "株式会社　アイエスティー",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "㊞"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "代表取締役　高野　太"
        ],
        [
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "TEL　096-360-8500",
          "096-360-8500"
        ],
        [],
        [],
        [
          "\n （かし担保）\n 第 29 条 工事目的物にかしがあるときは、甲は、乙に対して相当の期間を定めてそのかしの修補を請求し、又は修補に代え若しくは修補とともに 損害の賠償を請求することができる。ただし、かしが重要ではなく、かつその修補に過分の費用を要するときは、甲は修補を請求すること ができず、損害賠償の請求のみをなし得るものとする。 2 前項の規定によるかし修補又は損害賠償の請求は、第 23 条第 3 項（第 23 条第 4 項及び第 27 条においてこれらの規定を準用する場 合を含む。）の規定による引渡しを受けた日から 3 年以内に、これを行わなければならない。ただし、そのかしが乙の故意又は重大な過失 により生じた場合には、当該請求をすることのできる期間は 10 年とする。 3 甲は、工事目的物の引渡しの際にかしがあることを知ったときは、第 1 項の規定にかかわらず、遅滞なく書面をもってその旨を乙に通知 しなければ、当該かしの修補又は損害賠償の請求をすることはできない。ただし、乙がそのかしがあることを知っていたときはこの限りでな い。 4 工事目的物が第 1 項のかしにより滅失又はき損したときは、甲は、第 2 項に定める期間内で、かつ、その滅失又はき損の日から 6 ケ月以 内に第 1 項の権利を行使しなければならない。 5 第 1 項の規定は、工事目的物のかしが甲若しくは工事監督員の指示によ り生じたものであるときは、これを適用しない。ただし、乙がその 指示の不適当であることを知りながらこれを通知しなかったときは、この限りでない。 \n（履行遅滞の場合に於ける違約金等）\n 第 30 条 乙の責に帰すべき理由により工期内に工事を完成することができない場合において、工期経過後に完成する見込みのあると きは、甲は 乙から違約金を徴収して工期を延長することができる。 2 前項の違約金の額は、請負代金額から引渡し部分に相応する請負代金額を控除した額に つき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割 合で計算した額とする。 3 甲の責に帰すべき理由により、第 24 条第 2 項（第 27 条において準用する場合を含む。）の規定による請負代金の支払が遅れた場合に おいて、乙は、未受領金額につき、遅延日数に応じ、年 8.25 ﾊﾟｰｾﾝﾄの割合で計算した額の遅延利息の支払を甲に請求することができ る。 \n（甲の解除権・その 1）\n 第 31 条 甲は、乙が次の各号の一に該当するときは、契約を解除することができる。 (1) 乙の責に帰すべき理由により工期内又は工期経過後相当の期間内に工事を完成する見込みがないと明らかに認められ るとき。 (2) 正当な理由がないのに、工事着手すべき時期を過ぎても工事に着手しないとき。 (3) 前 2 号に掲げる場合のほか、契約に違反し、その違反により契約の目的を達することができないと認められるとき。 (4) 乙が甲と 2 つ以上の契約を締結している場合にそのうちの契約の 1 つが前各号に相当する理由により解除されたとき。 2 甲は、前項の規定により契約を解除したときは、工事の出来形部分を検査のうえ当該検査に合格した部分に相応する 請負代金を乙に 支払わなければならない。 3 前 1 項の規定により契約が解除された場合に おいては、乙は、請負代金額の 10 分の 1 に相当する額を違約金として甲の指定する期間 内に支払わなければならない。 \n（甲の解除権・その 2）\n 第 32 条 甲は、工事が完成しない間は、前条第 1 項に規定する場合のほか必要があるときは、契約を解除することができる。 2 前条第 2 項の規定は、前項の規定により契約を解除した場合に準用する。 3 甲は、第 1 項の規定により契約を解除した場合において、これにより乙に損害を及ぼしたときは、乙と協議して、その 損害を賠償しなけれ ばならない。 \n（解除に伴う措置） \n第 33 条 契約が解除された場合においては、乙は、次項以下に定める措置をとらなければならない。 2 工事用地等に、その所有に属する工事材料、建設機械器具、仮設物その他の物件 （下請負人の所有に属するこれらの物件を含む。 ） があるときは、これを搬出するとともに工事用地等を現状に復して甲に明け渡さなければならない。 3 前項の場合において、乙が正当な理由がないのに、一定の期間内に物件を撤去せず、又は工事用地等を原状に復さないときは、甲は 乙に代わって当該物件を処分し、その他工事用地等を原状に復することができる。この場合においては、乙は、甲の処分等に ついて異議 を申し出ることができないとともに、甲のこれに要した費用を負担しなければならない。 4 第 2 項及び第 3 項に規定する乙のとるべき措置の期限、方法等については、契約の解除が第 31 条の規定による甲の解除権の行使で あるときは甲が定め、第 32 条の規定による甲の解除権の行使であるときは甲乙協議して定める。 \n（火災保険等）\n 第 34 条 乙は、工事目的物及び工事材料等につき火災保険その他の保険に加入しな ければならない。 2 乙は、前項の規定により保険契約を締結したときは、その証券を遅滞なく甲に提示しなければならない。 \n（紛争の解決）\n 第 35 条 この約款の各条項において甲乙協議して定めるものにつき協議がととのわない場合、その他この契約に関して甲乙間に紛争を生じた場 合には、甲及び乙は、建設業法による北海道建設工事紛争審査会 （以下「審査会」という。）のあっせん又は調停によりその解決を図る。 2 甲及び乙は、その一方、又は双方が前項の審査会のあっせん又は調停により紛争を解決する見込みがないと 認めたときは、前項の規 定にかかわらず、審議会の仲裁に付し、その仲裁判断に服するものとする。 \n（その他） \n第 36 条 この契約に定めるもののほか、乙は関係法令を遵守するとともに、その他必要な事項については甲乙協議のうえ定めるものとする。",
          "",
          "",
          "",
          "\n（甲の請求による工期の短縮等）\n 第 17 条 甲は、やむを得ない理由により工期を短縮する必要があるときは、乙に対して書面をもって工期の短縮を求めることができる。この場合に おける短縮日数は、甲乙協議して書面をもって定めなければならない。 2 甲は、前項の場合において、必要があると認められるときは、請負代金額を変更しなければならない。この場合において、第 15 条第 2 項 の規定を準用する。 \n（臨機の措置）\n 第 18 条 乙は、災害防止等のため必要があると認めるときは、臨機の措置をとらなければならない。この場合において、必要があると認められると きは、あらかじめ工事監替員の意見を聞かなければならない。ただし緊急やむを得ない事情があるときは、この限りでない。 2 工事監督員は、災害防止その他工事の施工上特に必要があると認められるときは乙に対して臨機の措置をとることを求めることができる ものとし、乙は、これを承諾するものとする。 3 前 2 項の場合において、乙はその取った措置の内容を遅滞なく工事監督員に書面をもって通知しなければならない。 4 乙が第 1 項又は第 2 項の規定により臨機の措置をとった 場合において、当該措置に要した費用のうち、乙が 請負代金額の範囲内にお いて負担することが適当でないと認められる部分については、甲がこれを負担する。この場合における甲の負担額は、甲乙協議して定め る。 \n（一般的損害）\n 第 19 条 工事目的物の引渡し前に、工事目的物又は工事材料について生じた損害その他工事の施工に関して生じた損害 （次条第 1 項若しく は第 2 項又は第 21 条第 1 項に規定する損害を除く。）は、乙の負担とする。ただし、その損害のうち甲の責に帰すべき理由により生じたも のについては、甲がこれを負担（火災保険その他の保険等によりてん補されるものを除く。 ）する。 \n（第 3 者に及ぼした損害）\n 第 20 条 工事の施工に伴い第 3 者に損害を及ぼしたときは、次項に定める場合を除くほか乙がその損害を賠償しなければならない。ただし、その 損害のうち甲の貢に帰すべき理由により生じたものについては、甲がこれを負担する。 2 工事の施工に伴い通常避けることのできない地盤沈下、地下水の断絶等の理由により第 3 者に損害を生じたときは、甲がその損害を補 償しなければならない。ただし、その損害のうち工事の施工に つき乙が善良な管理者の注意義務を怠ったことにより生じたものは乙がこれ を負担する。 3 前 2 項の場合、その他工事の施工について第 3 者との間に紛争を生じた場合においては、甲乙協力してその処理解決に当たるものと する。 \n（天災その他の不可抗力による損害）\n 第 21 条 暴風、豪雨、洪水、地震、地すべり、落盤、火災、騒乱、暴動、その他の 自然的又は人為的な事象であって、甲乙双方の責に帰すべか らざるもの（以下「天災その他の不可抗カ」という。）により、工事の出来形部分、工事仮設物、現場 搬入済の工事材料又は建設機械器具 に損害を生じたとき、乙は、その事実の発生後遅滞なくその状況を甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、直ちに現場代理人立会のもとに調査を行い、前項の損害 （乙が善良な管理者の注意義務 を怠ったことに基づくもの及び火災保険その他の保険等によりてん補されるものを除く。以下本条において同じ。 ）の状況を確認し、その 結果を書面をもって乙に通知しなければならない。 3 乙は、前項の規定により損害の状況が確認されたときは、甲に対して書面をもって請負代金額の変更又は損害額の負担を求めることが できる。 4 甲は、前項の規定により乙から 請負代金額の変更又は損害額の負担の請求があったときは、当該損害の額 （工事の出来形部分又は通 常妥当と認められる工事仮設物、現場搬入済みの工事材料若しくは建設機械器具であって第 11 条第 2 項、第 12 条第 1 項若しくは第 2 項の規定による検査又は立会その他乙の工事に関する記録 等により確認しうるものに係る額に限る。以下本条において「損害額」とい う。）のうち請負代金額の 100 分の 2 を超える額を負担するものとする。 5 損害額は、次の各号に掲げる損害につきそれぞれ当該各号に定めるところにより甲乙協議して定める。 (1) 工事の出来形部分に関する損害 損害を受けた出来形部分に相応する請負代金額とし、残存価値がある場合には、その評価額を控除した額とする。 (2) 工事材料に関する損害 損害を受けた工事材料に相応する請負 代金額とし、残存価値がある場合にはその評価額を控除した額とする。 (3) 工事仮設物又は建設機械器具に関する損害 損害を受けた工事仮設物又は建設機械器具について、当該工事で償却することとしている償却の額から損害を受けた時点における 出来形部分に相応する償却費の額を控除した額とする。ただし、修繕によりその機能を回復することができ、か つ、修繕費の額が上記 の額より少額であるものについては、その修繕費の額とする。 6 数次にわたる天災その他の不可抗力により損害額が累積した場合に おける第 2 次以降の天災その他の不可抗力による請負代金額の 変更又は損害額の負担については、第 4 項中「当該損害の額」とあるのは「損害の額の累計」と「請負代金額の 100 分の 2 を超える額」と あるのは「請負代金額の 100 分の 2 を超える額からすでに負担した額を控除した額」と読み替えて同項を適用する。 7 天災その他の不可抗力によって生じた損害の取片づけに要する費用は、甲乙協議して甲がこれを負担する。 8 甲は、前各項の規定に基づく天災その他の不可抗力による損害及び取片づけに要する費用の負担に代えて請 負代金額につき、当該 負担すべき額に相当する額を増額することができる。 \n（請負代金額の変更に代える工事内容の変更 ）\n 第 22 条 甲は、第 13 条から第 15 条まで、第 17 条から第 19 条まで、第 21 条又は第 25 条の規定により請負代金額を増額すべき場合 （費用を 負担すべき場合を含む。）において、やむを得ない理由があるときは、請負代金額の増額の全部又は一部に代えて工事内容を変更する ことができる。\n （検査及び引渡し）\n 第 23 条 乙は、工事が完成したときは、その旨を書面をもって甲に通知しなければならない。 2 甲は、前項の規定による通知を受けたときは、その日から起算して 14 日以内に乙の立会のもとに工事の完成を確認するための検査を行 い、その結果を乙に通知するものとする。 3 甲は、前項の検査に合格したときは、すみやかに受渡書により、当該工事目的物の引渡しを受けなければならない。 4 乙は、工事が第 2 項の検査に合格しないときは、直ちに修補して甲の検査を受けなければならない。この場合において前 3 項の規定を 準用する。 5 甲は、第 2 項の検査にあたり、乙が第 11 条第 2 項もしくは、第 12 条第 1 項から第 3 項までの規定に違反した場合又は工事の施工が 設計図書に適合しないと認められる相当の理由があるときは、工事目的物を最小限度 破壊して検査することができる。この場合において、 当該検査およぴ復旧に要する費用は、乙の負担とする。 \n（請負代金の支払）\n 第 24 条 乙は、前条第 3 項（前条第 4 項において準用する場合を含む。）の引渡しを終えたときは、書面をもって請負代金の支払を請求すること ができる。 2 甲は、前項の規定による請求を受けたときは、その日から起算して 60 日以内に請負代金を支払わなければならない。 3 甲かその責に帰すべき理由により前条第 2 項の期間内に検査しないときは、その期限を経過した日から検査をした日までの期間の日数 は、前項の期間（以下「約定期間」という。）の日数から差し引くものとする。この場合において、その遅延日数が約定期間の日数を超える ときは、約定期間は遅延日数が約定期間の日数を超えた日において満了したものとみなす。 \n（部分使用）\n 第 25 条 甲（甲の指定する代理人を含む。以下この条項同じ。 ）は、第 23 条第 3 項の規定による引き渡し期日以前より、工事目的物の全部又 は 一部を使用して、新さ っぽろアークシティの営業に必要な工事及び作業をすることができるものとし、乙は、これに協 力しなければならな い。 2 前項の場合、甲は、その使用部分を善良な管理者の注意をもって使用しなければならない。\n （部分払）\n 第 26 条 乙は、甲に対し、工事の完成前に、工事の出来形部分、工事仮設物、工事現場に搬入した工事材料に相応する 請負代金相当額の 10 分の 9 以内の額について、部分払を 請求することができる。 2 乙は、前項により部分払の請求をするとき、あらかじめ当該 請負に係る工事の出来形部分等の確認を甲 に求めるものとし、甲は、遅滞な くその確認のための検査を行ない、その結果を乙に通知しなければならない。 3 乙は、前項の規定による通知があったとき、甲に対し書面をもって部分払を請求できるものとし、甲は、当該請求のあった日から起算して 30 日以内に部分払金を支払わなければならない。ただし、特別な事情があるときは、甲は、乙と協議のうえ、 30 日を超えて支払うことがで きる。\n （部分引渡し）\n 第 27 条 工事目的物について、甲が設計図書において工事の完成に先だって引渡しを受けるべきことを指定した部分 （以下「指定部分」という。） がある場合において、当該部分の工事が完了したときにっいては、第 23 条中「工事」とあるのは、「指定部分に係る工事」と第 24 条中「請 負代金」とあるのは「指定部分に相応する請負代金」と読み替えてこれらの規定を準用する。\n （第三者による代理受領）\n 第 28 条 乙は、書面をもって甲の承諾を得て請負代金の受領につき、第三者を代理人とすることができる。\n "
        ]
      ]
    },
    "送付状": {
      "rows": 14,
      "data": [
        [],
        [
          "依頼内容：",
          "工事契約書への押印と返送のお願い"
        ],
        [],
        [
          "工事名：",
          "一般県道　瀬田熊本線（下南部工区）舗装補修工事"
        ],
        [],
        [
          "平素よりお世話になっております。"
        ],
        [
          "以下の書面を送付致します。"
        ],
        [
          "契約書に押印の上で１通の返送をお願い致します。"
        ],
        [],
        [
          "・契約書"
        ],
        [
          "・返信用封筒"
        ],
        [],
        [
          "発信者：",
          "有限会社　三雄建設"
        ],
        [
          "担当者：",
          "加村　090-4986-9814"
        ]
      ]
    }
  }
}